[{
    "id": "oai:dspace.mit.edu:1721.1/39143",
    "text": "Decloaking disability : images of disability and technology in science fiction media This work examines how images of disability are used to frame cultural narratives regarding technology. As advances in biotechnology ensure that more people will be living with technological prosthetics against and beneath their skin, there is an increasing importance in examining how such bodies challenge traditional cultural attitudes regarding identity and non-normative bodies. This work uses a cultural studies approach to explore the intersections between disability and technology. Additionally, memoir is often included to illustrate some of the complexities regarding how experiences with disability and technological prosthetics can influence aspects of identity. Like disability, technology is often framed in gothic terms of lack or excess, and thus a discussion of the \"techno-gothic\" also features in this work. Furthermore, such a discussion is also relevant to seemingly unrelated modes of characterizing the other, such as the archetype of the cyborg, the queer body, or the formation of non-traditional social groups, even to images of the city as urban ruin. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Verlager, Alicia",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39144",
    "text": "Advertising in computer games This paper suggests advertisers should experiment with in-game advertising to gain skills that could become vital in the near future. It compiles, arranges and analyzes the existing body of academic and industry knowledge on advertising and product placement in computer game environments. The medium's characteristics are compared to other channels' in terms of their attractiveness to marketers, and the business environment is analyzed to offer recommendations on the relative advantages of in-game advertising. The paper also contains a brief historical review of in-game advertising, and descriptions of currently available and emerging advertising formats. Keywords: Advertising, marketing, branding, product placement, branded entertainment, networks, computer games, video games, virtual worlds. ",
    "advisor": "William Uricchio.",
    "author": "Vedrashko, Ilya",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39145",
    "text": "Communicative 2.0 : video games and digital culture in the foreign language classroom I explore two core concepts in today's youth entertainment culture that will increasingly become central in future attempts to design affordable foreign language learning materials that hope to bridge the chasm between education and foreign popular culture. In the process, I outline a series of example applications that apply these concepts to developing rich foreign language materials -- starting with more experimental/long-term approaches such as using video game modding techniques to make language learning friendly video games and ending with more concrete, ready-to-go, applications like extending open source content management applications. The first concept I look at is that of \"Remix culture.\" In short, Remix culture describes the way in which youth culture today more visibly orients itself around creating media by extracting component pieces from other people's media creations, then connecting them together to form something new. In the video game world this phenomena is more specifically termed 'modding.' In this process, amateur fans take a professional commercial game title and then modify it in creative ways that the original designers may not have considered. ",
    "advisor": "Henry Jenkins.",
    "author": "Purushotma, Ravi",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39146",
    "text": "The medium is the medium : the convergence of video, art and television at WGBH (1969) On March 23rd 1969 Boston's public television station WGBH broadcast a program titled The Medium is the Medium. The program was a half-hour long compilation of short videos by six artists. The six pieces ranged from electronically manipulated imagery set to the music of the Beatles to an attempt at communication between four separate locations through audio-visual technology. As the narrator, David Oppenheim, the cultural executive producer for the Public Television Laboratory, intones at the beginning of the show, \"what happens when artists explore television?\" What happened was a program unlike anything seen before. The Medium is the Medium was the result of the pairing of artists with engineers. This pairing was the brainchild of the Rockefeller Foundation, which decided to bring these two together in what was the Artists-in-Television program. Founded in 1967 it gave seed grants to two public broadcasting stations, WGBH in Boston and KQED in San Francisco. These grants enabled the stations to begin residency programs matching artists with members of their production staffs. Several of the artists in the program had made films but most were coming to this type of time-based art work for the first time. The Artists-in Television program gave these artists the opportunity to expand their ideas into an art from involving television technologies. It offered those working in more traditional media the technology and expertise to try their hands at a nascent art form, video. ",
    "advisor": "William Uricchio.",
    "author": "Nadeau, James A. (James Andrew)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39147",
    "text": "Web of words : poetry, fandom and globality This study explores questions of media change, negotiation of literary value and postcolonial hybridity through a study of The Wondering Minstrels, a largely South-Asian community on the Web dedicated to the celebration of English poetry. I aim to demonstrate how an online community like Minstrels can unsettle hierarchies such as those between writer and reader, high art and fandom, and between metropole and margin, even as it often seems rooted in this logic. While print-culture and literary values are often conflated, this new kind of platform celebrates poetry using the interactive and participatory possibilities of the Web. It garbles protocols of literary appreciation by discussing canonical poetry in an idiosyncratic, personal manner. As a group dominated by South-Asian techno-managerial workers, this is also an account of ways in which globalization and postcoloniality intersect and the new networked society complicates the center-periphery model of cultural traffic. In choosing to informally engage with English poetry as bookmarks for their own lives and remaking the rules of engagement, the Wondering Minstrels is an act of cultural translation, another way of telling the literary legacy of colonialism. In addition to analyzing the conversation on the website, I draw on selected theoretical work relating to new media, middlebrow culture, reception theory, postcolonial studies and globalization. ",
    "advisor": "Henry Jenkins.",
    "author": "Gopalakrishnan, Amulya",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39151",
    "text": "Playing with good and evil : videogames and moral philosophy Despite an increasingly complex academic discourse, the videogame medium lacks an agreed-upon definition. Its relationship to previous media is somewhat unclear, and the unique attributes of the medium have not yet been fully catalogued. Drawing on theory suggesting that videogames can convey ideas, I will argue that the videogame medium is capable of modeling and critiquing elements of moral philosophy in a unique manner. To make this argument, I first address a number of questions about the proper definition of videogames, how games in general and videogames specifically convey ideas, and how games can be constructed to form arguments. Having defined my terms, I will conduct case studies on three games (Fable, Command & Conquer: Generals, and The Punisher), clarifying how the design of each could be modified to address a specific philosophical issue. ",
    "advisor": "Henry Jenkins.",
    "author": "Rauch, Peter E. (Peter Edward)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39157",
    "text": "Expectations across entertainment media An audience's satisfaction with an entertainment product is dependent on how well their expectations are fulfilled. This study delves into the implicit contract that is formed between the purveyor of an entertainment property and their audience, as well as the consequences of frustrating audience expectations. Building on this model of the implicit contract, the creation of expectations through marketing, character and world development, and the invocation of genre discourses are examined through the lens of the television shows House M.D. and Veronica Mars. The issues surrounding the dynamic equilibrium between novelty and stability in serial entertainment and entertainment franchises brought up by these initial case studies are examined in further detail through the collectible card game Magic: the Gathering, and the complexity of the interactions between different types of expectations are demonstrated via a study of the superhero comics serials 52 and Civil War. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Austin, Alexander Chance",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39161",
    "text": "Strictly Bollywood? : story, camera and movement in Hindi film dance Film dances, or filmed dance sequences accompanying film songs, are an important part of popular Indian cinema. Over the years, Hindi film dance has evolved from a cinematically simplistic, filmed documentation of performance traditions, to a recognized and increasingly respected dance category emulated in staged performances in India and abroad. Despite their significance, dances in Indian popular films have not been systematically analyzed, and their movement, history, cultural influence and migration remain largely unexplored. The ubiquitous presence and under-theorization of film dances raises many questions about why these dances emerged as key ingredients of film, how their production, dance and cinematic content has evolved over time and, finally, how these dances are received and reinterpreted by audiences outside India. The objective of my investigation here is to set the foundation for an analytical framework for understanding dances in popular Hindi films. Using the relationship between dance sequences in films and their re-staging as Bollywood dances at South Asian cultural shows as a point of departure, I explore the analytical challenges of exploring dances in Hindi films as a first step towards a larger study of the cyclical migration of these dances to be conducted at a later date. My rather formalist approach to Hindi film dances provides a foundation for investigating these dances in way that will allow me to expand on this research in the future. Most importantly, however, I believe my approach to Hindi film dances enables me to explore \"Bollywood dance\" as a site of reception of Hindi film dances as they move from films to stage. ",
    "advisor": "Arundhati Banerjee.",
    "author": "Shresthova, Sangita.",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39188",
    "text": "Contested codes : toward a social history of Napster In the years since its inception, some interpretations of the software program known as \"Napster\" have been inscribed into laws, business plans, and purchasing decisions while others have been pushed to the fringes. This paper examines how and why certain assumptions about Napster gained consensus value whereas others did not. The analytical approach involves an examination of discourses about Napster in several arenas - legal, economic, social, and cultural - and is informed by a conceptualization of Napster as an ongoing encounter between, rather than the accomplishment of, inventor(s), institution(s), and interest(s). While acknowledging the importance of empirical examinations of Napster's impact on firms and markets, as well as the proscriptive advice which it supports, the focus here is on providing a contextualized understanding of the technology as an object whose meanings were contested and ultimately resolved, or at least stabilized, within, across, and through a broader systems of power and structured interests. ",
    "advisor": "William Uricchio.",
    "author": "Spitz, David (David Ethan)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39189",
    "text": "Constructions of cinematic space : spatial practice at the intersection of film and theory This thesis is an attempt to bring fresh insights to current understandings of cinematic space and the relationship between film, architecture, and the city. That attempt is situated in relation to recent work by Michael Hardt and Antonio Negri, Saskia Sassen, and others on the importance of the city in the current global framework, along with the growing body of literature on film, architecture, and urban space. Michel De Certeau's threefold critique of the city, set forth in The practices of Everyday Life, structures a comparative analysis of six primary films, aired as follows, with one air for each of three chapters-Jacques Tati's lay Time and Edward Yang's Yi Yi, Vittorio De Sica's Bicycle Thieves and Wang Xiaoshuai's Beijing Bicycle, and Franqois Truffaut's The 400 Blows and Mira Nair's Salaam Bombay!. Along with De Certeau's notions of satial ractice, walking rhetorics, and the pedestrian speech act, the philosophy of Gilles Deleuze-including work from the Cinema texts and A Thousand plateaus-is developed in relation to existent film theory on movement, time, and space. ",
    "advisor": "William Uricchio.",
    "author": "Jacobson, Brian R",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39199",
    "text": "Unschooling media : participatory practices among progressive homeschoolers Introduction: Rehoboth, the name of my hometown in southern Massachusetts, comes from the Hebrew work for \"crossroads.\" Indeed there's not much in this rural town besides Route 44 and Route 118, with smatterings of horse farms and single-family homes. These two blue highways intersect at the town's only stoplight. A sign stands at this intersection at the center of town, in front of the Cumberland Farms convenience store, across the street from the new Dunkin Donuts. It reads: Rehoboth, MA: Birthplace of Public Education in North America. I'm a product of these schools, but in this thesis I explore the road not often traveled in education: unschooling, a type of homeschooling with unstructured, child-directed learning. Through an examination of the attitudes, beliefs and practices related to media and technology in the unschooling subculture, I come to a definition of participatory media. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Bertozzi, Vanessa",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39223",
    "text": "As the world turns in a convergence culture The American daytime serial drama is among the oldest television genres and remains a vital part of the television lineup for ABC and CBS as what this thesis calls an immersive story world. However, many within the television industry are now predicting that the genre will fade into obscurity after two decades of declining ratings. This study outlines how the soap opera industry is and could be further adapting to the technological and social changes of a convergence culture to maintain and revitalize the genre's relevance for viewers and advertisers alike. CBS/Procter and Gamble Productions/TeleVest's As the World Turns will serve as a case study for these changes. This project examines how the existing fan base plays an active role in gaining and maintaining new fans by researching historical and contemporary examples of social relationships that fans form with other fans and the show itself. In addition to looking at how these fan communities operate, this thesis focuses on how soap operas have adapted and might adapt to alternate revenue models such as product placement, capitalize on their vast content archives, and tell stories through multiple media formats. The study concludes that soap operas should be managed as brands and not ephemeral television content because of their permanence in the television landscape, that fans outside the target advertising demographic should be empowered as proselytizers for the show, and that a transgenerational storytelling approach best utilizes the power of the genre to tell its stories. ",
    "advisor": "William Charles Uricchio.",
    "author": "Ford, Samuel Earl",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39162",
    "text": "The potential of America's Army, the video game as civilian-military public sphere The US Army developed multiplayer online First Person Shooter video game, America's Army, was examined as the first instance of an entirely state-produced and directed enterprise leveraging video game popular culture. Specifically, this study is concerned with the potential of the America's Army gamespace as a US civilian-military public sphere of the Information Age, as assessed through Habermasian theories of democratic communication. Interview fieldwork was carried out in several America's Army game communities including those of real-life military personnel, Christian Evangelicals, and hackers. The political activities of these exceptional game communities are considered for the ways they escape and transcend current critical theories of Internet-based public spheres. ",
    "advisor": "Henry Jenkins.",
    "author": "Li, Zhan, 1979-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/40028",
    "text": "We are like this only : Desis and Hindi films in the Diaspora Set in Boston, U.S.A, the overarching goal of this thesis is to develop a theoretical framework and a set of analytical tools that might help us understand how Hindi films are watched in the Indian- American diaspora and what viewers, situated in particular historical, socio-political contexts, bring to bear upon their engagement with these films. In spite of the sheer number of Hindi films released each year (150-200) and the increasing importance of audiences in countries such as the U.S., we know little, if anything, about audience motivations, viewing practices and consumption patterns. Suggesting we take the familiar seriously, this project's primary goal is to serve as an inaugural act that will map key coordinates of the space that Hindi cinema and its transnational audience occupies. This research project is designed to examine viewing practices and interpretations of Hindi films among a small sample of ten Indian immigrant families drawn from two different social positions - (a) the educated, professional and affluent class (doctors, scientists, software professionals, consultants, etc.), and (b) less educated, working class (owners and employees of grocery & convenience stores, gas stations, motels & restaurants, etc.). Given the complexity of the issue of class in general, and especially its intersections with caste, religion, and other variables in the Indian context, the findings in this study will be treated not so much as a class-based comparison of reception, but instead as an attempt to situate reception in a social and historical context that is marked by profound differences in access to privilege at the local, national and transnational levels. In addition, operating with the family as the research site allows this comparative frame to investigate similarities and differences based on gender and generation. Drawing on the tradition of using ethnographic techniques to analyze media reception (in this case, participant-observation and in-depth interviews), this project hopes to establish popular culture as a crucial site for exploring how identities are communicatively constituted in the Indian diaspora. Arguing that cinema viewing constitutes one of the most culturally visible arenas of activity in the Indian diaspora, a topic that is just beginning to attract scholarly attention, this project's larger goal is to serve as a starting point for larger debates and contests over several contentious issues that reveal anxieties of Indian immigrants from diverse social positions. ",
    "advisor": "Michael M.J. Fischer.",
    "author": "Punathambekar, Aswin, 1977-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/40029",
    "text": "Mask and closet ; or, \"Under the Hood\" : metaphors and representations of homosexuality in American superhero comics after 1985 An examination of the changing representation of male homosexuality in American superhero comics between the years 1986 and 2003. The thesis gives some theoretical attention to problems of epistemology, and the uses of connotative as opposed to denotative representation and reading. It traces the history of the discourse to the paranoia and anxiety generated by Fredric Wertham's 1954 book Seduction of the Innocent, which has led to an anxiety about \"the gay-Batman reading\" that has affected the shape of the genre's evolution. In Part One, the thesis examines the ways in which superhero comics have historically discussed homosexuality, using metaphors or symbolic \"tropes,\" which variously imagine the superhero as a costume fetishist, as flamboyant, as sadomasochistic, as suspiciously homosocial, or as a pedophile. In Part Two, close readings of contemporary instances of gay characters in superhero texts offers insights into current trends in representation. The close readings examine Northstar, of the Marvel comics Alpha Flight and Uncanny X-Men; Apollo and the Midnighter, of the comics Stormwatch and The Authority, variously published by Wildstorm and DC Comics; and the character Terry Berg in Green Lantern, published by DC Comics. ",
    "advisor": "Kim DeVries and Henry Jenkins.",
    "author": "Mandel, Susannah",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/41243",
    "text": "Television 2.0 : reconceptualizing TV as an engagement medium Television is in a period of dramatic change. As the mass audience continues to fragment into ever-smaller niche audiences and communities of interest, and new technologies shift control over the television viewing experience from network programmers into the hands of media consumers, television's traditional business models prove themselves increasingly untenable. In an attempt to preserve these models, television executives are attempting to shed television's long-standing reputation as a passive medium, which emphasized the viewer's role as a consumer of television content, and which critics often decried as vacuous and mindless. The current discourse suggests that television's future now relies on the industry's success recasting it as an active medium, capable of capturing and holding the audience's attention, and effective at generating emotional investment. The single most important concept in this new industrial discourse is that of audience \"engagement\", a term that has generated a tremendous amount of debate and disagreement, with television and advertising executives alike struggling to understand what engagement is, how it works, and what its practical consequences will be. This thesis argues that television's future as an engagement medium relies not on inventing new methodologies that define engagement in terms of quantifiable audience behaviors and attitudes, but instead in a new conceptual model of television, better suited to a multi platform media environment and the emerging attention and experience economies, which focuses on the development of television programs that extend beyond the television set. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Askwith, Ivan D",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/41244",
    "text": "Agent + Image : how the television image estabilizes identity in TV spy series This thesis explores the intersection of the television image with the presentation of self-identity. I examine two TV series in the spy genre -- Alias (2001 - 2006) and The Prisoner (1967 - 1968) -- discussing how each employs strategies of visual representation to present its protagonist as decentered or unfixed; in so doing, these programs complicate and problematize within their narratives the terms by which \"subject\" and \"agency\" have been traditionally understood and represented to popular TV audiences. This problematizing in turn opens up possibilities for detecting new modes of subject formation. This paper argues that television, communication tool and historical and cultural artifact, must be regarded equally as a visual medium. In fact, the TV image brings the enacted identity theorized by Judith Butler into direct contact with Henri Bergson's formulations of memory and image, creating characters and spaces within TV stories that vividly illustrate the limitations to and potentials for creativity within the domains of action and identity. In addition to Butler and Bergson, this paper turns additionally to Gilles Deleuze for an understanding of cinematic image and time, and to the concept of masquerade developed within feminist theory. In The Prisoner, a modern hero must make sense of a landscape of discontinuities and repetitions that challenge his ability to act, react, move, and escape. In Alias, a postmodern heroine must master the art of changing selves in order to move across spaces that, like her own identity, are conditional and are never what they initially appear. ",
    "advisor": "Wyn Kelley.",
    "author": "Bidlingmeyer, Lisa Marie",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/42343",
    "text": "Disco Jalebi : an ethnographic exploration of Gay Bombay Gay Bombay is an online-offline community (comprising a website, a newsgroup and physical events in Bombay city), that was formed as a result of the intersection of certain historical conjectures with the disjunctures caused via the flows of the radically shifting ethnoscape, financescape, politiscape, mediascape, technoscape and ideoscape of urban India in the 1990. Within this thesis, using a combination of multi-sited ethnography, textual analysis, historical documentation analysis and memoir writing, I attempt to provide various macro and micro perspectives on what it means to be a gay man located in Gay Bombay at a particular point of time. Specifically, I explore what being gay means to the members of Gay Bombay and how they negotiate locality and globalization, their sense of identity as well as a feeling of community within its online/offline world. On a broader level, I critically examine the formulation and reconfiguration of contemporary Indian gayness in the light of its emergent cultural, media and political alliances. I realize that Gay Bombay is a community that is imagined and fluid; identity here is both fixed and negotiated, and to be gay in Gay Bombay signifies being 'glocal' - it is not just gayness but Indianized gayness. I further realize that within the various struggles in and around Gay Bombay, what is being negotiated is the very stability of the idea of Indianness. I conclude with a modus vivendi - my draft manifesto for the larger queer movement that I believe Gay Bombay is an integral part of, and a sincere hope that as the struggle for queer rights enters its exciting new phase, groups like Gay Bombay might be able to cooperate with other queer groups in the country, and march on the path to progress, together. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Shahani, Parmesh",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/42422",
    "text": "Hybrid cinematics : rethinking the role of filmmakers of color in American cinema This thesis explores the practices of filmmakers of color in the United States who employ strategies to circumvent industrial, financial and cultural barriers to production and distribution. To overcome these barriers, many filmmakers of color in the United States operate as independents, which can allow them to route around Hollywood or forge a new space within. For most contemporary independent minority filmmakers, such as those from Latin, Asian, Pacific, Native and African American communities, an amalgam of political, industrial, economic and technological shifts have both facilitated and hindered access to crucial funding and distribution opportunities, which in turn impacts their ability to control and shape their imagery and identity. The result of these impediments inspires a mix of endeavors by those who seek mainstream access and success, those who seek independent status, and the hybrid practices of those who increasingly negotiate between the two. Hybrid Cinematics describes practices of those who negotiate such strategies to not only overcome persistent barriers, but also to strengthen their presence and authority within the American motion picture industry. ",
    "advisor": "Henry Jenkins.",
    "author": "Daniels, Tracy K. (Tracy Kim)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/42469",
    "text": "Understanding meaningfulness in videogames This thesis explores \"meaningfulness\" in videogames. Academics, journalists, and others who write about games often discuss the concept of meaning yet seldom define it clearly. I am focusing on a variation of this topic: what it means for a gaming experience to be meaningful--literally: full of meaning. Meaningfulness, as I define it, refers to the quality a videogame has when one considers it socially, culturally, or personally important. I attempt to answer the question: How do games become meaningful for players. I begin by stripping it down to the core ideas that interest me the most: narrative and emotion. Representing the debate over these terms helps illuminate the larger debate over meaningfulness. To accomplish this I examine different communities and their rhetoric. There are several major interpretive communities of games: academics, practitioners, journalists and consumers. The different ways these communities define narrative and emotion can be understood by examining their rhetoric. This reveals patterns that show the diversity of how meaningfulness is defined. The different ways players construct meaningfulness through rhetoric can be mapped. Doing so illustrates patterns and trends in logic that may not be apparent on the surface, and reveals certain clusters of people who are united by shared rhetoric. This methodology provides a framework to understand the forces shaping opinions over what meaningfulness is and is not in videogames. Identifying this framework and exploring its usefulness is the major project of this thesis. ",
    "advisor": "Henry Jenkins.",
    "author": "Weise, Matthew Jason",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/43196",
    "text": "Tactical cities : negotiating violence in Karachi, Pakistan This thesis examines the relationship between violence and urbanity. Using Karachi, Pakistan, as a case study, it asks how violent cities are imagined and experienced by their residents. The thesis draws on a variety of theoretical and epistemological frameworks from urban studies to analyze the social and historical processes of urbanization that have led to the perception of Karachi as a city of violence. It then uses the distinction that Michel de Certeau draws between strategy and tactic in his seminal work The Practice of Everyday Life to analyze how Karachiites inhabit, imagine, and invent their city in the midst of - and in spite of - ongoing urban violence. Using de Certeau's argument to contextualize ethnographic research, media analysis, and personal narrative, this thesis argues that the everyday practices of Karachiites such as remembering, driving, and blogging are 'tactics' aimed at creating representational spaces that are symbolically free of violence. Through such tactics, this thesis concludes, cities with an urban imaginary of violence nonetheless boast a vibrant city culture. ",
    "advisor": "William Charles Uricchio.",
    "author": "Yusuf, Huma",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/43197",
    "text": "New potentials for \"independent\" music : social networks, old and new, and the ongoing struggles to reshape the music industry This thesis explores the evolving nature of independent music practices in the context of offline and online social networks. The pivotal role of social networks in the cultural production of music is first examined by treating an independent record label of the post-punk era as an offline social network. This develops a useful framework for then considering the similar and distinctive ways in which contemporary independent practices are enabled and/or shaped by online social networks. Analysis is based on close, comparative readings of the structures and affordances of two case studies: the UK-based Rough Trade record label (1978 - 1991) and MySpace (2003 - present). Numerous examples of artists and their practices are drawn upon to illustrate how discursive meanings of independence are negotiated within each network. Investigated are potentials for realizing not only autonomy from the mainstream music industry, but also a range of other post-punk ideals tied to a broader independent ethos concerned with issues of access and participation, artistic control and freedom, as well as desires to engender more diverse music cultures. The intersection of offline and online networks in the context of today's dynamic, transitional music industry further provides new opportunities for more meaningful artist-to-artist, artist-to-fan, and artist-to-company/label interactions. By emphasizing the centrality of social networks, conceptions of autonomous, \"do-it-yourself\" music making are problematized in favor of \"do-it-together\" understandings that foreground cooperation. ",
    "advisor": "William Uricchio.",
    "author": "Wendel, Evan Landon",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/43198",
    "text": "Neon signs, underground tunnels and Chinese American identity : the many dimension of visual Chinatown What is Chinatown? Is it an imaginary construct, a real location, or a community? Is it an ethnic enclave only available to insiders, or a fabricated environment designed specifically for tourists? This thesis attempts to reconcile the multiple ways in which Chinatowns in the U.S. are conceived, understood, and used by both insiders and outsiders of the community. By using Henri Lefebvre's triad of spatial analysis (as detailed in The Production of Space), I create an analytical narrative through which to understand the layered dimensions of Chinatown through the realms of perceived, conceived and lived space. In the first chapter, I closely analyze the visual landscape of an actual location, Tyler Street in Boston's Chinatown, in order to decipher the spatial (and therefore economic and cultural) practices that shape the environment. In chapter 2, I discuss the representations of Chinatown, or the space as it has been conceived by media makers including photographers, writers and filmmakers. By looking at these through the lens of tourism, I create a framework for analyzing the many cinematic depictions of the neighborhood. In the last chapter, I return to the actual spaces of lived Chinatowns, in particular San Francisco's Chinatown as captured in the independent film Chan is Missing (1981), and Boston's Chinatown, as exemplified by three Chinese restaurants in the area. I use Erving Goffman's idea of everyday performance in order to dissect the ways in which people and spaces perform \"Chinese-ness\" for outsiders of the community. By focusing all three chapters on the material, tangible artifacts of the physical environment, or what I call 'Visual Chinatown,' I hope to create a unified vision of how spaces are created in popular culture. ",
    "advisor": "William Charles Uricchio.",
    "author": "Lui, Debora A. (Debora Ann-Ling)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/43199",
    "text": "Information visualization for the people The design of information visualization, defined as the interactive, graphical presentation of data, is on the verge of a significant paradigm shift brought on by the continued maturation of the Information Age. Its traditional role as a scientific tool deployed by rigorous data analysts is in the process of expanding to include more mainstream uses and users, reflecting fundamental changes to the role of information and data in our increasingly digital society. However, visualization design theory remains rooted in earlier conceptions of its use, largely ignoring the needs of this new, non-expert audience. Accordingly, this thesis attempts to re-contextualize information visualization as a public-facing practice, and explores ways in which its design can shift from being described as \"by experts, for experts\" to a new characterization as \"for the people.\" ",
    "advisor": "Nick Montfort.",
    "author": "Danziger, Michael (Michael J.)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39167",
    "text": "Rethinking the informed citizen in an ago of hybrid media genres : Tanner '88, K-Street, and the fictionalization of news A close reading of two television shows, K-Street and Tanner '88, was performed to examine how one might become informed about real-life political news by viewing entertainment programs that combine fiction with actual current political events, issues, and figures. In his book The Good Citizen, Michael Schudson claims that mere factual recall does not necessarily indicate that one is \"informed\", but rather an \"informed citizen\" is one who actively reads the \"information environment\". According to Schudson, however, \"the obligation of citizens to know enough to participate intelligently in governmental affairs [should] be understood as a monitorial obligation\" where one scans rather than reads the \"information environment\". By indexing themselves as \"hybrid\", programs such as K-Street and Tanner '88 might encourage skepticism and therefore scanning of the \"information environment\", unlike \"news programs\" (i.e. \"The News\") that frame themselves as accurate and complete. In addition, fictional narrative has the power to foster viewers' personal investment in particular characters and, in this way, could provide additional incentive for active information gathering by creating narratives where characters stand to be directly affected by actual current political events and issues. Neither Tanner '88 nor K-Street appear to have harnessed this potential, however. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Bain, Robert J. (Robert John), 1978-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39224",
    "text": "Anthropology of nostalgia : primitivism and the antimodern vision in the American Southwest, 1880-1930 Introduction: Zoo, garden, arcade--three places emblematic of European society's pleasure in and subjugation of animal and plant nature, of the texture of civilized life in a world created by Industry and Progress. This triad, it seems, would stand in opposition to Lummis' oft-repeated formula of \"sun, silence, and adobe,\" and the vision of stillness in the Southwestern hinterland that it evokes. Indeed, few other regions of the United States have so consistently nurtured the cult of the primitive and the peasant that inheres in Lummis' simple paean to adobe. Indian and Hispano both build from adobe; and it, being earth, absorbs these populations back into the land, wedding artisanal, agrarian, and pastoral lives into an integrated vision of ethnicity and region, a spirit of the desert and of the sky. Here only, the modernist regional aesthete would argue, could the authentic American pastoral be found: \"there is that genuineness of unfettered simplicity; the closeness to elemental realities in peasant life, which only in New Mexico, of all states, is indigenous.\" Hence the modernist Southwest was manifestly not a place of Victorian zoos, picturesque gardens, or Parisian shopping arcades. And yet, I would like to argue, the evanescent afterimages of these places--the ways of being and relating that they nurtured and expressed--appear before and behind the crystalline pictures of snow-blanketed desert and azure sky, the lines of Pueblo dancers, the Hispano santero with his wood and his knife, distorting and fragmenting any purely localist vision of Southwestern regionalism. The scent of piñon smoke mingled in the nose of the newly-arrived traveler with smog from factories in New York, Chicago, or Boston, and smelled all the more pungent because of this mixture. ",
    "advisor": "William Uricchio.",
    "author": "York, Christopher W. (Christopher Warren), 1972-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/44294",
    "text": "Orson Welles' intermedial versions of Shakespeare in theatre, radio and film In addition to being a keyfigure in the history of filmmaking, Orson Welles was an original theatre director and radio performer and producer. The aim of this thesis is to study Welles' achievements and failures in theatre, radio and film, as well as comparing his craft and techniques in each medium during his early career. Welles' adaptations of Shakespeare will provide the guiding thread of this intermedial exploration. Close reading of these texts will show the recurrence of intermediality in Welles' work, namely, the way techniques from one medium feed into the other two. Borrowing conventions and devices that are proper to other media and importing them into a target medium is his basic innovative strategy. This use of intermediality brings about innovative effects that favour agile and gripping storytelling, though it can also hamper the understanding of the piece. ",
    "advisor": "Peter S. Donaldson.",
    "author": "Fernández-Vara, Clara",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39148",
    "text": "Ethics in photojournalism : past, present, and future Like writers and editors, photojournalists are held to a standard of ethics. Each publication has a set of rules, sometimes written, sometimes unwritten, that governs what that publication considers to be a truthful and faithful representation of images to the public. These rules cover a wide range of topics such as how a photographer should act while taking pictures, what he or she can and can't photograph, and whether and how an image can be altered in the darkroom or on the computer. This ethical framework evolved over time, influenced by such things as technological capability and community values; and it is continually developing today. This thesis details how photojournalism's ethical system came to be, what the system looks like today, and where it will go in the future. The first chapter chronicles the history of ethics in photojournalism. The second chapter describes current ethical practices through specific case studies. The third and final chapter builds upon the first two and uses technology and policy to examine the trajectory of photojournalistic ethics. ",
    "advisor": "Edward Barrett.",
    "author": "Bersak, Daniel R., 1980-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39149",
    "text": ".art : situating Internet art in the traditional institution for contemporary art This thesis provides a critical analysis of the relation between Internet art and the traditional institution for contemporary art in the North American and West-European regions. Thirteen years after its inception as an art form, the Internet art world finds itself in a developmental stage and its relation to the traditional institution for contemporary art is accordingly. Through an elaborate discussion of the key players, institutions and discourses on aesthetics, economics and exhibition methodologies, this sociological analysis of the past and current situation hopes to offer a solid ground for extrapolation and predictions for Internet art's future as an art world in its relation to the traditional art institutions. ",
    "advisor": "William Charles Uricchio.",
    "author": "Verschooren, Karen A. (Karen Annemie)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39150",
    "text": "Mastery and the mobile future of massively multiplayer games What game design opportunities do we create when we extend massively multiplayer online games (MMOs) to cell phones? MMOs allow us to create representations of our own increasing mastery, and mobile gives us better access to this mastery and allows us to integrate it more fully into the ways we see ourselves. MMOs motivate mastery by making that mastery personally and socially relevant, and visibly showing it increase. Virtual worlds that make players feel physically and socially present increase motivation to achieve mastery. MMOs that convince players their avatars represent some aspect of their personalities increase motivation to invest in and experiment with different constructions of self. I apply these principles to an analysis of two games: Labyrinth, a game I helped create, and World of Warcraft, the current leading MMO. With Labyrinth, I explain the design decisions we made and their impact. With World of Warcraft, I described how altering the design could accommodate mobile play and better motivate increasing mastery. ",
    "advisor": "Eric Klopfer.",
    "author": "Roy, Daniel, S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39152",
    "text": "Transmedia storytelling : business, aesthetics and production at the Jim Henson Company Transmedia narratives use a combination of Barthesian hermeneutic codes, negative capability and migratory cues to guide audiences across multiple media platforms. This thesis examines complex narratives from comics, novels, films and video games, but draws upon the transmedia franchises built around Jim Henson's Labyrinth and The Dark Crystal to provide two primary case studies in how these techniques can be deployed with varying results. By paying close attention to staying in canon, building an open world, maintaining a consistent tone across extensions, carefully deciding when to begin building a transmedia franchise, addressing open questions while posing new ones, and looking for ways to help audiences keep track of how each extension relates to each other, transmedia storytellers can weave complex narratives that will prove rewarding to audiences, academics and producers alike. ",
    "advisor": "Henry Jenkins.",
    "author": "Long, Geoffrey A",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39153",
    "text": "Journey to the East : the re(make) of Chinese animation This thesis attempts to look at how Chinese animation cinema has evolved over the years and how the Chinese nation is being constructed and contested through animation filmic texts and animation filmmaking practices as sites where national and transnational cultural and economic flows converge and contend. The unraveling of the intricate relations between animation cinema and nation is intended to shed light on the understanding of contemporary cultural, social and media scapes in China. The Introduction addresses motivations and goals, critical questions, and over-riding theoretical framework and methodology. Chapter One explores the origin of the pursuit of a national animation style by investigating early Chinese animation cinema of the pre-reform period. It also serves as a backdrop against which the present discourse of revitalizing national animation cinema is being articulated. ",
    "advisor": "Jing Wang.",
    "author": "Huang, He, S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39154",
    "text": "A ceaseless becoming : narratives of adolescence across media Thesis explores the broad appeal of narratives with adolescent protagonists across a variety of media, including literature, film, and video games. An analysis of key texts within their historical contexts reveals affinities between disparate genres and strong connections between fiction and the discourse of adolescence in psychology, anthropology, and sociology. Adolescence narratives illuminate both the transgressive boundaries of a given culture and the normative center, and make explicit what is usually considered natural or implicit. To discover the roots of contemporary adolescence narratives, prototypes for the picaresque novel, the school story, and the Bildungsroman are examined, and each are shown to contain narrative conventions that survive in recent works. A contemporary case study looks at the trilogy of female coming of age films by Sofia Coppola to show how they embody the ambiguities and contradictions of third wave feminism. Finally, the author explores the affinity between video games and adolescence, the implications of translating literary genres into an interactive medium, and uses examples from both science fiction literature and recent games to theorize how games might better address the themes of adolescence in both story and play mechanics. ",
    "advisor": "Henry Jenkins.",
    "author": "Grigsby, Neal A. (Neal Alan)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39155",
    "text": "Space, place, and database : layers of digital cartography This paper addresses the changes in cartography since digitization and widespread popular dissemination. Cybercartography, an emergent system of maps, mapmaking tools, and mapmakers, forces a rethinking of spatial representations. The implicit distinction in digital media enables a new type of map user or neo-geographer that creates layers of expressions based on subjective experience. This paper argues that the neo-geographer signifies a new cartographic behavior that affords a complex subjectivity. This behavior is further exhibited in the practice of navigable maps and virtual globes which lead the way to a paradigmatic change in the way we represent and interact with space. It is divided into three parts: Part I addresses the role of digitization in maps and lays out framework and vocabulary. Part II examines layers of spatial representations in historical context. Part III opens room for future study in the quickly developing inhabitable cartographic spaces of virtual globes and virtual worlds. ",
    "advisor": "William Uricchio.",
    "author": "Finkelberg, Amanda (Amanda Suzanne)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39156",
    "text": "Oh no I'm toast! : mastering videogame secrets in theory and practice Secrets are a ubiquitous part of contemporary videogame design, yet are largely unexplored within academic discourse and often dismissed as extras. I contend that secrets play a fundamental and influential role within a given gamespace in terms of the way they affect a videogame design and player experience. As such this paper will investigate the nature of secrets in videogames. I shall find where secrets exist in a game and how they function as moments of gameplay. Then I will explore secrets historically and look at how the meaning of secrets have changed and evolved over time. It will be shown that secrets create a window to an underlying structure of gameplay, a meta-level that subverts the regular play of a videogame. Further, I will argue that secrets are a space where players engage in unstructured play, free from the constraints of a game design. Finally I will demonstrate how secrets can be used to personalize or redesign the experience of a videogame and/or remake the game design itself. In order to make this argument I will break down what secrets can mean specifically to players through two very differently structured games: The Legend of Zelda: Ocarina of Time and Animal Crossing. Knowing why secrets matter in a gamespace will reveal a reason for why videogames are compelling as a brave new form of media. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Drzaic, Kristina Lynn",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/42227",
    "text": "Homebrew and the social construction of gaming : community, creativity, and legal context of amateur Game Boy Advance development This thesis challenges the common social construction of game development, which perceives the activity only within its commercial, corporate realm. As an exemplar of the many thriving amateur development communities, the self-identified \"homebrew\" Nintendo Game Boy Advance (GBA) development community is analyzed in-depth. This unique community is brought to the attention of scholars as an important intersection of game studies and amateur media studies, challenging the focus of game studies on commercial production. The GBA homebrew community is studied from the personal motivational level to the social dynamics of the group. The analysis considers the blend of technological and cultural motivations brought to bear on the production and the content of the amateur games, and how amateur development facilitates skill acquisition outside of canonical academic structure, and opens access to professional mobility. The case study advances both historical and contemporary comparisons to other independent media communities. The thesis also examines discussions in the community around peer-judged competitions as a form of vernacular theory. The content of homebrew GBA games released into the community are further analyzed, with the construction of useful categories spanning genre, fan games, remakes, remixes, and tech demos. Nostalgia and parody in relation to game history are especially considered, as are demonstrations of technical skill (\"tech demos\") as a uniquely amateur practice. The legal context of amateur GBA development is also examined. Nintendo maintains the GBA as a closed, proprietary system, and thus for homebrew developers access to information and legitimacy is blocked. ",
    "advisor": "Henry Jenkins.",
    "author": "Camper, Brett Bennett",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/42344",
    "text": "High-interactivity radio : using the Internet to enhance community among radio listeners (cont.) This thesis examines the evidence of community among listeners to three radio programs, who gather online to discuss radio programming in blogs, message boards and discussion forums provided by those programs. The three programs of focus are Air America Radio's The Majority Report, ABC Radio Networks' Sean Hannity Show, and National Public Radio's Talk of the Nation. The shows are analyzed in terms of how they perform by a new standard of interactive radio, whose benchmark has been established by The Majority Report. First identified in this thesis, the concept of high-interactivity radio brings together both vertical (between audience and broadcaster) and horizontal (intra-audience) interactivities. The relative success of high-interactivity radio is judged by a comparative analysis of the evidence of community in radio-online discussion areas, and the use of these online spaces by show producers as a vehicle for listener feedback, interaction, and content generation. The observations made in these three radio-online discussion areas can be practically applied to the work of broadcasters. Toward this end, the thesis closes with a brief ethnographic description of Open Source, a new public radio program currently attempting to develop its own version of high-interactivity radio. ",
    "advisor": "William Uricchio.",
    "author": "Easton, Joellen",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/40021",
    "text": "Collaborative news networks : distributed editing, collective action, and the construction of online news on Slashdot.org The growth and spread of the Internet have generated new possibilities for public participation with news content, forcing news scholars and makers alike to confront a number of questions about what the nature, role and function of news, journalists, and audiences are in a networked society. If news gathering, reporting, and circulation had existed for generations as a largely centralized process, left to the minds and hands of reporters organized through news rooms across the nation, the environment of the Internet and interactive properties of new media counter such a model, affording users with as much capacity to produce their own news content as they have had to merely consume it. This thesis, then, seeks to contribute to scholarship on online journalism through an ethnographic study of the five-year-old, technology-centered news site Slashdot.org as an emerging model of online news production and distribution I call a collaborative new network. Embodying a pronounced case of the decentralization of editorial control in online news environments, Slashdot's collaborative news network operates through an inscription of users as the primary producers of news content; an expansion of an understanding of the site of news to include not just journalistic reports and articles, but the discussion by users around them; debate around issues of editorial authority; a valuation of subjectivity and transparency as properties of news; and the generation of user-driven forms of collective action whose effects extend beyond the environment of Slashdot's network. This study will focus, then, on an examination of the social practices and processes surrounding the production, consumption and distribution of news on Slashdot, and the meanings that are generated through such activities. Through such an analysis, I hope to explore how practices enacted on Slashdot (re)construct users' relationship to news, editors, and one another - and similarly investigate how it (re)constructs editors relationship to news, readers, and one another. ",
    "advisor": "Joseph Dumit.",
    "author": "Chan, Anita J. (Anita Jean), 1976-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/40027",
    "text": "Experiments in corporate collaboration : the case of the Arts Electronica Future Lab The Ars Electronica FutureLab is a thriving interdisciplinary research facility located in Linz, Austria. It is part of the Ars Electronica Center (AEC), a cultural institution which for over two decades has been a pioneer in exploring the interface between art, technology, and society and mediating public interaction with new technologies. As a nonprofit organization, the AEC is primarily supported by key public sector partners including local government and the state broadcast company, as well as corporations. This institutional framework, together with university affiliation, has facilitated the FutureLab's diverse activities from artistic to more commercially oriented projects exhibited in the AEC 'Museum of the Future' and at off-site venues. The FutureLab's team of artists and researchers has forged a unique hybrid research model focused on three core research areas (virtual reality environments, interactive installations, digital surfaces) which allows them to take prototypes developed from artistic projects and apply perfected solutions to industry projects, or vice versa. Increased demand especially from the private sector for the lab's cutting-edge technology developments and research expertise now threatens to upset the delicate balance of this model. Today, AEC management needs to address the issue of sustainability for both its FutureLab division, in face of heavy workloads, and the institution at large, given decreasing government funding for arts/culture. The AEC is devising a strategy for cultivating industry partnerships based on the FutureLab's experiments in corporate collaboration to date which have been successful namely because they are focused on mutually beneficial outcomes. Through this strategy, the AEC is eager to supplement corporate sponsorships with longer-term industry partnerships in order to ensure financial stability. FutureLab employees stand to gain additional resources and, therefore, the ability to sustain their current research model and continue doing cutting-edge work. With the AEC and the FutureLab, corporations have access to a dedicated arts community whose expert staff can help them develop and promote interesting projects as well as meet both their business needs and corporate affairs objectives. ",
    "advisor": "Jing Wang.",
    "author": "Davenport, Stephanie, 1972-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39166",
    "text": "Moving fiction : novelists, technology designers, and the art of the exchange How can concepts from literature and technology design combine to create new forms of storytelling on mobile devices? This paper examines the theory and practice of bringing literary techniques into mobile technology design. First I present a model of media technology evolution which is not progressive, but atemporal-grounded in the ongoing expressive challenges of the humanities. This theory forms the basis for what I call the exchange: temporary collaborations between creative writers and interaction designers which lead to new forms of fiction and communications technology. I promote close readings of literature as a starting point for the exchange, examining specific passages for mobile storytelling inspiration and innovative means of modeling users. I then look at nascent efforts in storytelling over mobile devices, focusing on museum tours, grassroots organizations, artist collectives, research groups, and, lastly, my own work. In the end, I advocate a hybrid form of \"Moving Fiction,\" combining mobile media characters with live actors, music, and sensory input from the surrounding environment. ",
    "advisor": "Wyn Kelley.",
    "author": "Epstein, Michael, 1969-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39168",
    "text": "From physical to virtual : extending the gallery experience online This thesis is an exploration of the ways in which interactive features in the virtual space can be developed to complement physical museum exhibitions, as well as create opportunities for museums to reach broader audiences. I provide a critical analysis of current online museum exhibition features and how they support museum curatorial missions. As a case study, I describe from the viewpoint of a participant/observer, the design and development of the Web site for the exhibition Pattern Language: Clothing as Communicator at Art Interactive. ",
    "advisor": "Peter Donaldson.",
    "author": "Ho, Moneta Kwok-Ching, 1976-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39169",
    "text": "Spacing innovation and learning in design organizations The main research question of this thesis is the following: What is the relationship between spaces and innovation in the context of design organizations such as IDEO, the MIT Media Lab and Design Continuum? This thesis explores the relationship between four types of spaces, namely, 1) urban, 2) building 3) workplace and 4) users and innovation and creative practices of these three case studies. Drawing mainly on visual ethnography, the thesis shows how the four organizations' situated spaces-in-use shape their innovation, learning and knowledge sharing practices. The findings are used to complement and expand existing theories, to reflect on the \"spacing\" of the three design organizations under study and to contribute to the outline of this interdisciplinary emerging field of research. ",
    "advisor": "Joseph Dumit.",
    "author": "García Herrera, Cristóbal, 1974-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39170",
    "text": "The book as looking glass : improving works for and about children in early modern England This text explores three developments pertaining to children and reading in seventeenth-century England. The author aims to show how profoundly death was implicated in the development of thought about children's reading as well as in the emergence of a literature for children in the early modem period. The first chapter discusses the negative reaction to the growing phenomenon of children reading romances and adventures in chapbook form. Escapist literature was believed to make one forget one's mortal lot, which in turn decreased one's motivation for piety. Through a discussion of the threat chapbook romances posed to pious reading, the chapter establishes the historical context for a related development, the creation of a religious or moralizing literature that children would find compelling. In their quest for gripping settings, authors latched on to the deathbed scene for its felicitous blend of inherent theatricality and religious resonance. By early seventeenth century, a few women writers even used the pretext of deathbed advice to pen their own conduct-of-life manuals in an otherwise male-dominated marketplace. The second chapter discusses the prefatory rhetoric used by the two most successful female writers in this genre. The remarkable success of maternal deathbed advice literature suggests that books in Protestant culture absorbed the near-superstitious value of Catholic icons and relics. The genre also implies a Protestant adaptation of the Catholic veneration of the mother. Comfort for the motherless child no longer came from prayer to Mary, but through the reading (and perhaps holding of) a book of advice by a model (and dead) Protestant mother. An analysis of the prefaces enables a close reading of the self-fashioning ",
    "advisor": "Jeffrey S. Ravel and Diana Henderson.",
    "author": "Miller, Heather, 1971 Sept. 14-",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39180",
    "text": "Toying with obsolescence : Pixelvision filmmakers and the Fisher Price PXL 2000 camera This thesis is a study of the Fisher Price PXL 2000 camera and the artists and amateurs who make films and videos with this technology. The Pixelvision camera records video onto an audiocassette; its image is low-resolution, black and white. Fisher Price marketed the PXL 2000 to children in 1987, but withdrew the camera after one year. Despite its lack of commercial success, the camera became popular with avant-garde artists, amateur film- and videomakers and collectors, sparking a renewed interest in the obsolete camera. An online community has built up around the format, providing its members with information on how to modify the camera to make it compatible with contemporary digital equipment. Although Pixelvision garners little recognition from mainstream culture, the camera's hipster cachet and perceived rarity has driven up prices in the community and in auctions. This thesis examines the position of the PXL 2000 camera within the history of moving image technology, and in the context of today's digital video equipment. How has this obsolete video camera made the transition from analog to digital? The thesis also explores Pixelvision's position in the cultural hierarchy of media, as well as the motivations of artists and users who are creating with the camera today, as it moves further and further into its obsolescence. ",
    "advisor": "William Uricchio.",
    "author": "McCarty, Andrea Nina",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39181",
    "text": "Cultured men, uncultured women : an exploration of the gendered hierarchy of taste governing Afghan radio After years of strict bans on the media, local radio in post-Taliban Afghanistan is undergoing an intense period of reconstruction. This thesis uses a multi-sited ethnographic investigation to examine local Afghan radio's various relationships with women in Afghanistan. In examining both the production and consumption contexts of local radio, it pinpoints areas of disjuncture that can and do lead to breakdowns in communications with the Afghan woman audience. Societal constructions of \"cultured\" tastes in the production room tend to obstruct female-friendly radio in favour of elite, male-oriented textual encodings. Consequently, women's radio transmissions are often at odds with the genre preferences and high levels of illiteracy of women in Afghanistan, failing to communicate with large segments of their intended audience. Radio producers face real and perceived penalties for disrupting cultural rules on what is and is not done on the air, thus the current system propagating ineffective women's radio is highly resistant to change. ",
    "advisor": "William Uricchio.",
    "author": "Kamal, Sarah",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39186",
    "text": "Revolutionizing history education : using augmented reality games to teach histories In an ever-changing present of multiple truths and reconfigured histories, people need to be critical thinkers. Research has suggested the potential for using augmented reality (AR) games- location-based games that use wireless handheld devices to provide virtual game information in a physical environment-as educational tools. I designed \"Reliving the Revolution\" as a model for using AR games to teach historic inquiry, decision-making, and critical thinking skills. \"Reliving the Revolution\" takes place in Lexington, MA, the site of the Battle of Lexington (American Revolution) and simulates the activities of a historian, such as evidence collection and interpretation. Participants interact with virtual historic figures and gather virtual testimonials and evidence on the Battle, each triggered by GPS to appear on the handheld devices depending on one's specific location on or around the Lexington Common. The participants collect differing evidence based on their historic role in the game (Minuteman soldier, loyalist, African American/Minuteman soldier, or British soldier) and then collaboratively evaluate who fired the first shot to start the Battle of Lexington. ",
    "advisor": "Edward Barrett.",
    "author": "Schrier, Karen L",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39187",
    "text": "Restating artistic value : why do people pay 2,000,000 US.D. for a urinal signed by R. Mutt? This thesis examines how Marcel Duchamp's artwork Fountain has been reproduced and evaluated over time. The original piece was made in 1917 and was lost soon after it was created. Fountain has become renowned through its representations, descriptions, and copies and replicas of various scale; consequently, any later artistic critique was directed at the reproductions, rather than the original piece. Considering the fact that the original no longer exists, Fountain's reproductions somewhat reflect the artistic aura of the original, especially when Duchamp was personally involved in their creation. Fountain's reproductions may be viewed as originally (re-)produced artworks on their own. This thesis studies the processes of artistic evaluation applied to Fountain's reproductions. Fountain is a special example for the following reasons: When it first appeared in 1917, it openly posed the question of whether objects mass-produced by manufacture can be given artistic value. Moreover, since Fountain's artistic evaluation has been attributed to the reproductions, Fountain extends the question of attributing artistic value to reproduced objects, to artistic value attributed to reproduced art, in turn also raising questions about the relationship between original and copy. ",
    "advisor": "William Uricchio.",
    "author": "Zavoleas, Ioannis",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/45375",
    "text": "The \"New\" sounds of the slap-of-the-stick : Termite Terrace (1937-1943) and the slapstick tradition This thesis argues that slapstick is a mode of comedy that has become a tradition because its basic principles of physical violence and disruption, and its conventions of grotesque movement and of mockery and abuse of the body, have been developed across media, cultures, and eras. Accordingly, this thesis examines the comic routines or lazzi -independent and modular micronarratives- where the slapstick principles and conventions have been formalized, and explores their different reinterpretations: from Commedia dell'Arte to American Vaudeville to American live-action comedy to American animation. Since sound plays a major role inside the lazzi, the analysis focuses on the sound practices and technologies that have been used across media to produce comic effects. In addition, this thesis claims that the theatrical animated cartoons -Looney Tunes and Merrie Melodies- made at Termite Terrace between 1937 and 1943 embody the slapstick tradition, reinvigorate it, and transform it. The thesis explains the production processes (technologies and practices) that led up to the creation of an energetic audiovisual rhythm and the sophisticated orchestration of all the sound elements (music, voices, sound-effects) in complex soundtracks. Finally, an audiovisual analysis of seven animated shorts reveals a sonic vocabulary for depicting the cartoon body and shows the schizophonic mimesis that takes place when using it. All in all, the study of the Looney Tunes and Merrie Melodies of this time period reveals the interplay between convention and innovation that characterizes the slapstick style of Termite Terrace, a style that years later became the trademark of Warner Bros. animation. ",
    "advisor": "Henry Jenkins.",
    "author": "Lombana Bermudez, Andres Alberto",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/45380",
    "text": "Chinese online BBS sphere : what BBS has brought to China This thesis explores various aspects of the online Bulletin Board System (BBS) world as they relate to the possibilities of the public sphere in China. It addresses two major questions: what has BBS brought to China where traditional media primarily serve as the mouthpiece of the government? And, why are Chinese netizens, especially younger generation, particularly enthusiastic about this online platform? Through a full- dimensional view into BBS'S information communication mechanism and BBS users' identities, social behaviors and values, we investigate the pros and cons of BBS in terms of its potential to contribute to cyberdemocracy in China. The Introduction addresses research motivations, critical questions, and research goals. It also provides an overview of China's Internet landscape and a brief review of Chinese BBS studies. Chapter One walks through the history and development of BBS in China, and analyzes the demographics and online behavioral patterns of BBS users. Chapter Two looks into the distinct information communication mechanism of BBS as well as BBS regulation and censorship in China. Chapter Three looks at a cohort of BBS users, exploring who are using BBS in China, why they are enthusiastic about this online community, and what are their distinct identities, social behaviors and values. The Conclusion makes explicit the relevance of these developments to the ongoing growth of the Chinese Public Sphere. ",
    "advisor": "Jing Wang.",
    "author": "Jin, Liwen, S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/46618",
    "text": "The business of broadband and the public interest : media policy for the network society Media policy in the United States has, since its inception, been governed by the principle that infrastructure providers should serve \"the public interest.\" The Federal Communications Commission has traditionally been charged with enforcing various obligations on businesses under this principle. Policymakers have developed different regimes for different media, but these distinctions no longer make sense in a technologically converged environment. This study draws upon the historical origins of the principle in order to inform contemporary debates in communication policy. It recovers some of the normative meaning behind \"the public interest\" phrase, and identifies the several dimensions in which it remains relevant today. The thesis argues that universal access, platform innovation, and general-purpose technologies should inform network-aware media policy. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Schultze, Stephen James",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/46660",
    "text": "Transformational tales : media, makeovers, and material culture This thesis probes into current American makeover culture, thorough three detailed case studies that represent an increasing confluence of commerce, entertainment, and, at times, spirituality. Each of the chapters is devoted to a niche media property, or genre, dedicated to the domestic sphere. The first chapter focuses on the genre of home decorating TV shows and practices of their consumption. The second centers on a single television program - TLC's What Not to Wear, and the interpretative activities it provokes among viewers. The third chapter examines the FlyLady - a transmedia property with a strong internet base, described by its founder as a \"behavior modification system\" that coaches its subscribers in getting their houses in order. This study was driven, among other things, by the following questions: as the 'commodity frontier' gets increasingly intermingled with our daily lives, with the help of increasingly pervasive media, how do certain communities respond, and with what methods of meaning-making? What draws audiences to engage with media properties so intermingled with commerce in the first place? And, what constitutes these properties' entertainment value as well as the other values audiences find in them? The answers vary with each case study, yet, there are many commonalities pertaining to meanings associated with consumer goods in late capitalism. The media properties described here capitalize on the movement of meaning from culture through consumer goods to individuals. At the same time these three chapters exemplify many cases of redirecting, filtering, and damming up the flow of meaning on the part of viewers and subscribers. ",
    "advisor": "Henry Jenkins, III.",
    "author": "Kuritsky, Orit",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/39182",
    "text": "Street media : ambient messages in an urban space Ambient street media are the media of our everyday lives in cities. Manifested in bits and fragments on the surfaces of the streetscape, these media often escape our notice - tuned out as visual clutter or dismissed as unimportant. Yet, attentive viewing and analysis reveal much about the local culture of communication and expression. This thesis blends empirical and theoretical methodologies in a year-long photographic study that takes a fresh look at the concepts and realities of \"media,\" \"the city,\" and \"the everyday,\" and sets several disciplines in interaction with one another. Ambient street media include news racks, traffic and street signs, storefronts, sandwichboards, graffiti, stickers, murals, and flyers. This is in contrast to conventional notions of \"the media\" as one-to-many communication modalities consumed primarily in the domestic space, particularly television, radio, major newspapers, and the Internet. Studies of media in everyday life typically address these mass media, passing over ambient street media for any detailed examination. By examining both the explicit and implicit facets of street communications, this study elevates their importance in a number of disciplines, from cultural studies to urban design and planning. For example, we find much to counter postmodern anxieties about cities. ",
    "advisor": "William Uricchio and Kurt Fendt.",
    "author": "Murthy, Rekha (Rekha S.)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/54502",
    "text": "Dwarf Fortress gathers at the statue and attends a party In designing DwarfFortress as part roguelike and part simulation, Tarn and Zach Adams of Bay 12 Games drew on a tradition of game genres that used proceduralism and simulation to give players unique paths through the game. The specific choices in their design served their goal of \"giv[ing] rise to some really awesome stories from the players themselves,\" I argue, because it took advantage of what Henry Jenkins calls \"narrative architecture.\" Expanding on Jenkins' idea to examine narrative architectures of space, code, and player choice, the thesis shows how Bay 12 not only encouraged players to view the game as a world full of stories, but also gave players tools to craft their own kinds of tellable moments through the game. Tellable moments, as described by Marie-Laure Ryan and Lisbeth Klastrup, are events which, because they either create or break expected patterns, are well-suited to use in plots, and serve as resources for storytelling. As players became authors, they engaged in a sort of 'narrative play' through the game's affordances (and tools created in the community) in order to craft more elaborate and specific story arcs within the general confines of the game. This narrative play is a gameplay strategy in which players use the game's narrative architecture in order to goad the game's code into producing certain kinds of outcomes, outcomes which they aim to use for storytelling. Three different stories provide us with a set of tellable moments in which narrative play alternatively responds to gameplay challenge, creates an environment that embodied and staged story, and reconfigures code in order to create new types of tellable moments. ",
    "advisor": "Doris C. Rusch.",
    "author": "Diaz, Joshua Lindsay",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/54503",
    "text": "Stepping your game up : technical innovation among young people of color in hip-hop Hip-hop is a competitive form of popular culture characterized by an on-going process of aesthetic renewal and reproduction that is expressed through carefully selected media and communications technologies. Hip-hop is also a segment of the pop music industry that manufactures a wide range of commercial products featuring stereotypical images of young black people. These stereotypes disproportionately mark young black men and rarely reflect the technical sophistication and cultural literacy mobilized in hip-hop expression. This thesis begins with a reading of hip-hop culture through its use of media technologies, moves on to a historical examination of the hip-hop mixtape economy, and concludes with an analysis of the \"Crank Dat\" online dance craze. Foregrounding expressive deployment of media and communications technologies in hip-hop challenges damaging stereotypes with compelling narratives of young black men driven by a spirit of competition, creativity, and technical innovation. ",
    "advisor": "Henry Jenkins III.",
    "author": "Driscoll, Kevin Edward",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/54504",
    "text": "Imaginaries of the Asian modern In an age of globalization, texts increasingly migrate not only out of their native medium, but their native countries as well. Within the East Asian region, a booming television program trade circulates television texts, both as programs and as formats for re-making within the native culture industry. In this paper, I examine the program Hana Yori Dango, a Japanese manga turned television program that has been produced in Taiwan, Japan, and recently Korea. In particular, the Korean adaptation called Boys over Flowers, which simultaneous caters to a national and export market, exists in cultural and historical tension with the originating authority of the Japanese version. Texts then, in this process of industrial adaptation and cultural indigenization, may be understood as contact zones where asymmetries of historical power battle. Examining the mismatch of Korean form and Japanese narrative in this television melodrama, the narrative traversal of modern spaces, and the reparative capacity of nostalgia in fiction, I expose a contested process of adaptation that defies the easy descriptor of \"hybridity.\" Reading the text historically and comparatively, I locate not only the cultural specificities and anxieties that mark this program as Korean, but also the phantom of a common, regional imaginary of the Asian modern. ",
    "advisor": "Henry Jenkins III.",
    "author": "Lé, Lan Xuân",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/54505",
    "text": "Computers, cut-ups and combinatory volvelles : an archaeology of text-generating mechanisms Through an archaeology of text-generating mechanisms, the present work excavates the deep history of reading and writing as material, combinatory practices. On the one hand, by positing the physical manipulation of language as a form of reading and writing, this archaeology answers Roger Chartier's call for book historians to \"take on the task of retracing forgotten gestures and habits\" that do not fit \"the genealogy of our own contemporary manner of reading,\" a call echoed in much recent work on the \"use\" of early modem books. It thus challenges our assumptions about how readers and writers of the past made meaning from printed texts and, more broadly, the expressive potentials of the printed book itself. Yet this archaeology of ars combinatoria, the art of combination, also presents a imaginative challenge to historians of the book. For if we accept physically cutting paper or spinning a volvelle as a readerly and writerly act, then we must also erase the boundaries we have drawn between \"the book\" as a material form and \"the digital\" as an epistemology, reconsidering the various literacies each facilitates or forecloses. In keeping with the spirit of media archaeology, which seeks to defamiliarize the past, the present work on text-generating mechanisms exists as a web-based text-generating mechanism. On the one hand, this medium allows me to present a comparative history without compromising specificity or reducing the complexity of one moment to a mere reflection of another; yet it still strives for thematic cohesion by using our digital present quite literally as a map for exploring programmatic epistemologies in our past. It lives on the web at: http://www.whitneyannetrettien.com/thesis/ Since MIT Libraries requires a paper copy of a thesis, all HTML pages and code used to produce this thesis are copied in the space below. ",
    "advisor": "William Charles Uricchio.",
    "author": "Trettien, Whitney Anne",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59570",
    "text": "Interpreting abstract games : the metaphorical potential of formal game elements As cultural artifacts, abstract games offer unique challenges to critical interpretation. This is largely due to the fact that such games lack a fictional element: there are no characters, no settings, and no narratives to speak of. In this thesis I propose that understanding the various formal elements of games as metaphors can both serve as an effective critical method and offer insights into designing more expressive games. I begin by addressing the ambiguity surrounding the phrase \"abstract game\" and offer a definition rooted in Peircean semiotics and Juul's model of games as consisting of both rules and fiction. I next offer a model of games as consisting of three levels: the system, audio-visual, and affective. This is followed by an overview of Lakoff and Johnson's concept of \"metaphor\" as \"understanding one thing in terms of another.\" I then argue that different types of metaphors have a natural affinity for the system and affective levels of games. From this I develop methods for a critical method wherein games are considered to be metaphors. I conclude with a discussion of this method's implications for game design and future game research. ",
    "advisor": "Doris C. Rusch.",
    "author": "Begy, Jason Scott",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59571",
    "text": "New medium, new practice : civic production in live-streaming mobile video The ubiquity of camera phones, coupled with the increasing mobility of citizens and the rise of digital production as an embedded technosocial practice, is creating incentives for many people around the globe to engage in media creation. Mobile phone users are beginning to explore personal broadcasting through live-streaming video, but little is known about the type of content being produced or how much of that content has civic or community value. At this technological and cultural moment, there is an opportunity to learn not only what is being created, but also how the medium can be embraced as a means of civic participation. This thesis analyzes overall production trends through a content analysis of 1,000 mobile videos on Qik.com, and goes on to investigate the motives and practices behind the production of civic content specifically. Looking at live-streaming mobile video production as a social practice through the lens of civic engagement, it analyzes how and why people are beginning to use this medium to become active citizens for the sake of educating or inspiring others. Research includes mobile production by general users but focuses more narrowly on those who self-identify as activists, journalists, educators and community leaders. ",
    "advisor": "William Charles Uricchio.",
    "author": "Dougherty, Audubon McKeown",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59572",
    "text": "Designing game ethics : a pervasive game adaptation of The Count of Monte Cristo How does one design a game to make change? How can I design a game that engages players in ethical gameplay? For this project, I used multiple methodologies--research through design, background research, iterative game design, playtesting, and player interviews--to explore strategies that game designers might use to accomplish goals that involve affecting change in players. I designed a pervasive game adaptation of Alexandre Dumas' The Count of Monte Cristo, through which I explored ways to engage players in ethical decision making. I playtested the game, Civilité, with a group of fifteen Massachusetts Institute of Technology (MIT) students and affiliates during MIT's Independent Activities Period (IAP) in January 2010. The game ran around the clock for seven days and took place throughout MIT campus. Supported through a variety of media, including a website, audio podcasts, physical props, hidden tupperware boxes, and a variety of paper documents, Civilité transformed the players' everyday campus environment into an imaginary nineteenth century Paris on the eve of Napoléon's Hundred Days. Along with the ethical decisions confronting players' fictional characters, players also had to make ethical decisions regarding what was acceptable gameplay behavior. After the playtest, players participated in a group post mortem and individual thirty minute interviews. This thesis discusses the methodologies that I employed in this project to engage Civilité players in ethical and unethical behavior and to encourage ethical reflection both during and after gameplay. It also addresses the thorny question, \"what are game ethics?\" by crafting a rough framework for ways that game designers can think about game ethics. Using observations from the playtest, players' daily reports, the group post mortem, and the individual player interviews, this thesis argues that the ethical issues that players identified fall into three ethical domains: the procedural domain, the diegetic domain, and the magic circle's domain. ",
    "advisor": "Henry Jenkins III.",
    "author": "Lee, Rocket Moon",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59573",
    "text": "A brief history of re-performance Discussions of music reproduction technology have generally focused on what Jonathan Sterne calls \"tympanic\" reproduction: the recording and playback of sounds through microphones and speakers. While tympanic reproduction has been very successful, its success has limited the ways in which music reproduction is popularly imagined and discussed. This thesis explores the history of \"re-performance,\" an alternative mode of reproduction epitomized by the early twentieth-century player piano. It begins with a discussion of nineteenth-century piano recorders and the historical role of material representation in the production of music. It continues with the advent of player pianos in the early twentieth century that allowed users to \"interpret\" prerecorded material, blurring the line between performance and reproduction and inspiring popular reflection on the role of the mechanical in music. It concludes with the founding of the American Piano Company laboratory in 1924 and the establishment of a mechanically founded rhetoric of fidelity. Bookending this history is an account of a performance and recording session organized by Zenph Studios, a company that processes historical tympanic recordings to produce high-resolution data files for modern player pianos. Zenph's project appears futuristic from the perspective of tympanic reproduction, but is more readily understood in terms of the history of re-performance, suggesting a need for renewing critical attention on re-performative technologies. Contemporary developments in music reproduction such as music video games and sampling may make new sense considered in the context of re-performance. This alternative history aims to provide a ground on which such analysis could be built. ",
    "advisor": "William Uricchio.",
    "author": "Seaver, Nicholas Patrick",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59574",
    "text": "Audience research for fun and profit : rediscovering the value of television audiences The American television industry is in a moment of transition because of changes brought about by digital distribution and audience fragmentation. This thesis argues that the television industry can no longer adapt to the changing media landscape because structural relationships and business logics forged in previous eras do not allow for meaningful innovation. This project investigates how these relationships evolved and how they can be made more flexible to meet the challenges of digital distribution and digitally networked audiences. Legacy relationships, logics, and measurement methods have prevented the television industry from maximizing the value of increasingly fragmented television audiences. Publishers, advertisers, and measurement companies have historically been able to get around the limitations of their relationships to one another, but they are now faced with increasing competition from digital companies that understand how to make fragmented audiences valuable. This thesis argues that the methodologies and corporate ethos of successful online companies can serve as a model for the television industry, or they can be its undoing. This project also argues that the television ratings system is no longer serving the television industry, the advertising industry, and television audiences. The television industry has the opportunity to develop a system of audience measurement that maintains the residual value of television audiences while accounting for the value of audience expression. To leverage the true value of the television audience, the television industry must reconcile the commodity value of the audience with the cultural value that viewers derive from television programming. This thesis proposes that the cultural value of content should augment the commodity value of the audience. This project concludes that the television industry should reconfigure its economic structure by looking to other digital business, experimenting with new business models online, and actively exploring emergent sites of audience value. ",
    "advisor": "William Charles Uricchio.",
    "author": "Seles, Sheila Murphy",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59728",
    "text": "\"Fire, lights, everything!\" : exploring symbolic capital in the Tecnobrega dance scene The music industry, along with the world of media as a whole, is in a state of transition. What is being sold is not so clear anymore, nor is it obvious what parts of the traditional business will survive. Audiences play a crucial role in these shifts; they've become empowered and increased their participation within media industries. Working towards the premise that audiences can add value to media businesses beyond the act of consumption, this thesis argues that for media industries to benefit from their contributions it is first necessary to locate these audiences as active participants and producers of value. This thesis studies the dynamics of participatory audiences through the case of Brazil's Tecnobrega scene (literally 'cheesy techno'), expanding on a 10-day ethnographic field trip to the capital of Tecnobrega, Belem. This music industry has circumvented mainstream conventions by forgoing copyright and collaborating with 'pirates'. Tecnobrega's audiences not only assist in the circulation of content, but through their socializing and fan production, they create and trade symbolic capital that directly affects the popularity, and consequently the perception of value, of various parts of the industry. The competencies acquired through these types of participation have the potential to overflow into other domains; they can help shift the conceptualization of the public sphere and can, likewise, become paths for the exploration of cultural citizenship and agency within globalization processes. ",
    "advisor": "Henry Jenkins IlIl.",
    "author": "Domb Krauskopf, Ana Elena",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59729",
    "text": "The evolution of intimacy : advertising personal computers in the 1980s At the heart of this thesis is a desire to understand the evolving and situated relationship between humans and computers. Looking to a specific kind of computer at a specific moment in history, I analyze the ways in which advertising played a role in socially constructing an individual's relationship to the personal computer in the home. Based an analysis of over 500 advertisements in widely circulated magazines during 1984-1987, this thesis examines through emblematic examples how advertisements during this period positioned the personal computer as a domestic machine. In observing the means of socially constructing the personal computer in the mid -1980s, we come to understand the role and potential implications of advertising in socially constructing meaning, as well as gain a deep perspective on how the personal computer was constituted in the early years of its introduction into the home. Taken together, these advertisements present a portrait of a technology's evolution and begin to reveal how personal computers took on the meaning and place that they now occupy in contemporary life. Once embodiments of military and corporate de-humanizing control, computers are now accepted as evocative, social extensions of individual selves that represent individual freedom and power. With personal computers as our contemporary companions, at home, at work and in our laps, this thesis tells a history of how our relationship began. ",
    "advisor": "William Charles Uricchio.",
    "author": "Elish, Madeleine Clare",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59730",
    "text": "Laugh out loud in real life : women's humor and fan identity The emerging field of fan studies has, until recently, been defined only by the research that has taken place within it. Almost universally, this research focuses on self-identified fans. However, scholars are beginning to examine and debate what the limits of the field should be. This study argues that self-identified fans are not the only group that ought to be examined under the heading of fan studies. It also highlights the fact that humor is rarely discussed in fan studies, and argues that this is a major lacuna. In order to accomplish these goals, this study turns to three examples. The first example is an online discussion community for the Twilight novels, Twatlight, which does not define itself as a fan community but nevertheless exhibits all the characteristics of a fan community and is in conversation with self-identified fan communities. The second example is humorous images produced by the Twatlight community, which use jokes to make serious arguments about the Twilight books. The third example is humorous fan vids produced within the mainstream media fandom vidding community; fan vids have been traditionally treated by fan studies as purely melodramatic artworks. The study concludes that fan studies should define itself as the study of people who are affectively engaged with texts in the context of critical communities. ",
    "advisor": "Henry Jenkins III.",
    "author": "Klink, Madeline LeNore",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59731",
    "text": "Not just in it to win it : inclusive game play in an MIT dorm The recent increase in digital gaming players and platforms does not imply that digital gaming is as inclusive as it could be. There are still gaps in participation that, if left unaddressed, will exclude groups who have been historically marginalized. Women are among those individuals most vulnerable to exclusion from gaming. In order to better understand the motivations and practices of female players, this study focuses on a group of undergraduates at the Massachusetts Institute of Technology who have created a community that plays digital and non-digital games together and includes women. The research was conducted over eight months using interviews and participant observations. The study concludes that there are interrelated factors at the group, game play, and individual levels that influence this particular community's inclusiveness. These factors include how the community values the play process over who wins or loses a game, uses games as facilitators of playful socializing, and negotiates their identities in relation to the \"gamer\" stereotype. ",
    "advisor": "Mia Consalvo.",
    "author": "Kolos, Hillary (Hillary Anne)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59732",
    "text": "Dis/locating audience : transnational media flows and the online circulation of East Asian television drama It is commonly accepted that media and communication technologies play pivotal roles in the complex processes of what is broadly termed \"globalization.\" The increasing speed, volume, and scale of transnational circulation has been one of the most dramatic development in the media landscape, creating what Appadurai has dubbed global \"mediascapes\" that are reshaping the way we understand cultural formation. While the rise of massive global commercial media enterprises leads to renewed discussion of the dominance of the \"West\" upon the \"Rest,\" the increasing portability, transmitability, and reproducibility of media has helped to generate a grassroots globalization of migrant populations who circulate and engage with media from the \"homeland,\" creating deterritorialized social imaginaries that transcend national boundaries. In examining the flourishing online fandom around the circulation of East Asian television drama, however, the established models of transnational media audiences prove insufficient. With the emergence of internet technologies, these mediascapes have now become networked, increasing the visibility and complexity of transnational media flows and the audiences around them. No longer are we seeing transnational media flows through only commercial markets or diasporic audiences seeking to connect with a virtual \"home.\" In the online circulation of East Asian television dramas, fans with a broad range of cultural, ethnic, and national backgrounds are consciously working to shape audience engagement with these transnational television texts through fansubbing, content aggregation and curation, and the production of vast reservoirs of information, discourse, and meta-data that is constantly being expanded. More importantly, they are doing so publicly, collaboratively, and outside the domain of commercial television markets. enabling individuals to participate in the selection, (re)production, and circulation of texts and images that shape the very social imaginaries they inhabit. This work draws on insights from work on globalization, diasporic media use, fan and audience studies, and new media and employs various ethnographic, textual, and theoretical strategies and stances in an effort to illuminate key dimensions of these collaborative grassroutes of transnational media. What manner of cultural encounters are taking place within the interplay between diasporic conditions and fan practices? How do the circulation and consumption practices afforded by new media technologies inform, and can in turn be informed by, the conditions of global media audienceship? From there we may begin to remap some of complex social, technological, and textual entanglements of cultural negotiation in an increasingly global media age. ",
    "advisor": "bHenry Jenkins III.",
    "author": "Li, Xiaochang, S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/59733",
    "text": "Double play : athletes' use of sport video games to enhance athletic performance A design feature of contemporary sport video games allows elite athletes to play as themselves in life-like representations of actual sporting events. The relation between playing sport video games and actual physical performance has not yet been established. Drawing on data from interviews and observations of elite athletes playing sport video games, this thesis explores why elite athletes are playing these video games as their virtual selves, and establishes a framework for understanding how this play may enhance learning opportunities. Building on theories based in the disciplines of psychoanalysis, education, and neuroscience, this thesis argues that virtual play by athletes playing as themselves in sport video games has the potential to support and encourage physical performance. ",
    "advisor": "William Uricchio.",
    "author": "Silberman, Lauren (Lauren Beth)",
    "other": "Massachusetts Institute of Technology. Dept. of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81056",
    "text": "From huelga! to undocumented and unafraid! : a comparative study of media strategies in the Farm Worker Movement of the 1960s and the Immigrant Youth Movement of the 2000s Attention to the use of new media by social movements rose rapidly following groundbreaking global protests: The Arab Spring, Occupy Wall Street, and the \"Indignados\" Movement in Spain. However, determinism and rhetoric of newness have led to phrases like \"Twitter Revolution,\" while tools and gadgets often overshadow human agency and grassroots efforts. In fact, media and grassroots strategies have worked hand-in-hand and have been pivotal to social movements throughout history. Through a comparative analysis of the Farm Workers Movement of the 1960s and the contemporary Immigrant Youth Movement, this work examines media strategies by emphasizing concrete media practices of movement actors. With a grounded approach that incorporates participant observation, semi-structured interviews, archival research, and literature reviews, this study provides cross-historical insight into media strategies in social movements. Particularly, this work covers external and internal media strategies, media practice, framing, community media practice, and capacity building. It concludes with a comparative analysis of how movement media strategies are related to movement goals, aims, and outcomes. ",
    "advisor": "James Paradis.",
    "author": "Lopez, Rogelio Alejandro",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81077",
    "text": "The city expressed : everyday media production and the urban environment Our interactions with cities are increasingly mediated through a complex array of technologies, including location-aware mobile devices and a vast number of online platforms. However, we often also use these tools to create content about the places that we live in and travel through. My thesis examines what I define as \"place-based media,\" that is, user-generated content produced about place. This content - photos of street life, overheard quotes, and local reviews, for example - emerges out of daily routines, and has a reciprocal relationship with the urban environment, both contributing to, as well as reflecting the life of the city. In this thesis, I aim to explore the relationship between the technologies and practices involved in the production of place-based media. In my approach, I situate place-based media within relevant historical precedents, such as street photography. In addition, I examine content produced about a single neighborhood, Central Square, Cambridge, in order to better understand the social and affective qualities of content that is created in dialogue with place. Ultimately, this project examines the production of place-based media as an everyday urban practice, with an eye towards the potential implications these media could have for contemporary cities and city neighborhoods. ",
    "advisor": "William Charles Uricchio.",
    "author": "Boghani, Amar K. (Amar Kapadia)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81078",
    "text": "Byte-sized TV : writing the web series Web series or \"webisodes\" are a transitional storytelling form bridging the production practices of broadcast television and Internet video. Shorter than most television episodes and distributed on online platforms like YouTube, web series both draw on and deviate from traditional TV storytelling strategies. In this thesis, I compare the production and storytelling strategies of \"derivative\" web series based on broadcast television shows with \"original\" web series created for the Internet, focusing on the evolution of scripted entertainment content online. I begin by reviewing of the relevant academic literature in television studies, production studies, transmedia, and television storytelling to situate web series in a theoretical context. I then undertake an exploration of web series storytelling strategies. I compare the types of narratives told by derivative and original web series, investigating how the form has evolved to date, and which genres dominate the landscape. Finally, I focus on web series production, using John Caldwell's concept of \"aesthetic salaries\" as a lens to investigate creators' motivations for creating online content. I look into original web series production, exploring the aspirations of creators, as well as how they measure success. I also investigate the politics involved in the production of derivative web series-particularly the tensions between guild writers and non-union marketing \"creatives,\" both of whom stake professional claims on web content. ",
    "advisor": "Heather Hendershot.",
    "author": "Edgerton, Katherine (Katherine Carter)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81079",
    "text": "Distributed denial of service actions and the challenge of civil disobedience on the Internet This thesis examines the history, development, theory, and practice of distributed denial of service actions as a tactic of political activism. DDOS actions have been used in online political activism since the early 1990s, though the tactic has recently attracted significant public attention with the actions of Anonymous and Operation Payback in December 2010. Guiding this work is the overarching question of how civil disobedience and disruptive activism can be practiced in the current online space. The internet acts as a vital arena of communication, self expression, and interpersonal organizing. When there is a message to convey, words to get out, people to organize, many will turn to the internet as the zone of that activity. Online, people sign petitions, investigate stories and rumors, amplify links and videos, donate money, and show their support for causes in a variety of ways. But as familiar and widely accepted activist tools-petitions, fundraisers, mass letter-writing, call-in campaigns and others-find equivalent practices in the online space, is there also room for the tactics of disruption and civil disobedience that are equally familiar from the realm of street marches, occupations, and sit-ins? This thesis grounds activist DDOS historically, focusing on early deployments of the tactic as well as modern instances to trace its development over time, both in theory and in practice. Through that examination, as well as tool design and development, participant identity, and state and corporate responses, this thesis presents an account of the development and current state of activist DDOS actions. It ends by presenting an analytical framework for the analysis of activist DDOS actions. ",
    "advisor": "Ethan Zuckerman.",
    "author": "Sauter, Molly (Molly Rebecca)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81080",
    "text": "Poetics of the videogame setpiece Many of today's most popular single-player videogames contain short, semi-interactive sequences of tightly scripted, visually spectacular action gameplay, which-despite being generally unrepresentative of a game's 'normal' functions-tend to receive prominent placement in the marketing campaigns that produce desire for the games they appear in. As prevalent as they have become, these setpieces (as they are called in gamers' parlance) are often critically dismissed as mere eye-candy-proof, perhaps, of the skewed priorities of an industry that would sacrifice the interactive substance of games in favor of surface qualities that enhance only their commercial appeal. This thesis attempts to place the technique of AAA videogame setpieces within a series of wider technical, aesthetic, commercial, and cultural problematics relating to the contemporary games industry. It seeks to address the question of the setpiece's artistic merit directly, by understanding the design principles that inform setpieces' creation, and-for the sake of critical context-the aesthetic, cultural, and commercial imperatives these principles exist to serve. Following a historical poetics approach that relates practices of media exhibitionism to the perpetual innovation economy of digital games, this thesis argues that the setpiece is a meaningful site of fluid agency play within games, enabling complex narrative expression as well as self-reflexive comment about a game's own relationship to a continuously reimagined technological state of the art. ",
    "advisor": "Fox Harrell.",
    "author": "Sidhu, Sonny",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81081",
    "text": "Televisual sports videogames Over the three decade long history of sports videogame development, design conventions have lead to the emergence of a new sports game genre: the televisual sports videogames. These games, which usually simulate major professional or college sports, look and sound like television, and they use televised sports as a reference point for players. This thesis takes a critical look at how these televisual sports videogames are situated in the broader sports media industrial complex of North America, while also considering how the televisual design of these games is meaningful for fans of sports. Specifically, the text looks at how sports videogames reflect or reinforce dominant ideologies of hegemonic sports culture. Building on critical theories in sports studies, and through critical close readings of videogame texts, this thesis explores the relationship between sports television production, and sports videogames, with a focus on features that are found in both. Features such as introductory sequences, audio commentary, in-game advertising, news tickers, and instant replay are all commonly found in both sports television and sports videogames. ",
    "advisor": "T.L. Taylor.",
    "author": "Stein, Abraham D. (Abraham Daniel)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81082",
    "text": "Information visualization as creative nonfiction Information visualizations are an important means through which we communicate knowledge. By considering visualizations as data-driven narratives, this thesis uses narrative thinking as an orienting concept to support the production and evaluation of information visualizations. It proposes a set of guides that are central to future developments in the visualization of information through the analysis of historical examples and a design-based research process resulting in a system called the Royal Society Network. This thesis investigates the themes of various types of objectivity, the layering of quantitative and qualitative methods, the parallel relationship between investigation and visualization, and the graphical nature of statistical thinking. It then identifies transparency, hybridity, and investigation as the central concepts to visualization, where transparency is the communication of underlying structures to end users and is expressed through the building of interface elements as equal components to visualization, the recording and visual incorporation of usage patterns, and the representation of uncertainty; where hybridity is-in terms of both method and form-expressed through the use of quantitative and qualitative methods to drive visualizations forward and the use of multiple graphical forms to aid in understanding and providing contextual information; and where the investigative quality of visualizations is based on the coordination of grain size and axis of representation with the author's line of inquiry. ",
    "advisor": "Fox Harrell.",
    "author": "Zhang, Jia, Ph. D. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81132",
    "text": "User-generated censorship : manipulating the maps of social media The last decade has seen the rise of new technologies for making information more broadly available and accessible. Variously called 'user-generated content,' 'social media,''social news,' 'crowd-curation,' and so on, these design conventions, algorithmic arrangements, and user practices have been widely praised for 'democratizing' media by lowering the barriers to publishing, accrediting, and aggregating information. Intermediary platforms like Facebook, reddit, and Twitter, among others, are generally expected to elicit valuable knowledge through the algorithmic filtering mechanisms broadly distributed among their users. This thesis investigates user-generated censorship: an emergent mode of intervention by which users strategically manipulate social media to suppress speech. It shows that the tools designed to help make information more available have been repurposed and reversed to make it less available. Case studies reveal that these platforms, far from being neutral pipes through which information merely travels, are in fact contingent sociotechnical systems upon and through which users effect their politics through the power of algorithms. By strategically pulling the levers which make links to sites more or less visible, users recompose the representations of the world produced by social media, altering pathways of access and availability and changing the flow of information. This thesis incorporates insights from media studies, sociology, law and policy, information science, and science-technology studies to study user-generated censorship. It contributes to a broader conversation now emerging across fields which seeks to explore and understand the politics of our developing social media systems. ",
    "advisor": "Ian Condry.",
    "author": "Peterson, Christopher E., S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81134",
    "text": "Playing for impact : the design of civic games for community engagement and social action In light of calls that civic participation is declining, efforts are underway to replace outdated, unproductive forms of citizenship. With the majority of Americans now connected to the Internet, community leaders see the digital realm as the new frontier for promoting engagement. Increasingly, digital games are being designed for the express purpose of promoting community engagement and social action. My thesis examines this emerging practice of civic game design. Within this thesis, I analyze several cases wherein games have served as successful tools for fostering civic learning and promoting further civic action. An analysis of Darfur is Dying (2006) reveals how casual serious games can deliver short, persuasive messages that compel players to take direct action outside of the game. Participatory Chinatown (2010) shows how a locally networked online game can transform a face-to-face community meeting through the use of digital role-play. I ground this analysis historically by looking to the 1960s and 70s for examples of non-digital civic games. Fair City (1970) helped local residents understand and navigate the complexities of a federal urban development program, and The Most Dangerous Game (1967) shows the sophistication of designers of this era with a serious game that reached thousands of players though the use of television and phone networks. Together, all of these games point to a growing field of design and research that will continue to influence how everyday citizens engage in civic life. ",
    "advisor": "T. L. Taylor.",
    "author": "Schirra, Steven M. (Steven Michael)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/81135",
    "text": "The hidden activism : media practices and the media opportunity in Chinese politics of resistance My thesis discusses the hidden and non-adversarial nature of resistance in authoritarian countries through the perspectives of media practices and media opportunity structure. To understand the art of resistance in authoritarian countries, one has to look beyond the striking physical confrontational aspect of resistance. I approach the topic of hidden resistance by examining the social and cultural implications of media artifacts appropriated by movement participants and their strategic interactions with different stakeholders within the media ecosystem. Using media practices and the media opportunity structure as analytical lenses, I conduct case studies on three movements. The first case, Wukan Protest in 2011, which was a local protest against land expropriation, illustrates the essence of non-adversarial resistance in a confrontational incident. Wukan protesters' media practices helped them take advantage of the opportunity structure. The second case examines how New Workers Art Group (NWAG), a nonprofit organization in Beijing, actively produces alternative discourses as resistance to hegemonic urban values. Migrant workers collective identities are constructed through their self-produced media artifacts. The third case looks at how New Rural Reconstruction (NRR) movement leverages mainstream discourses and conducted a series of experiments aiming to change economic, social, and cultural relationships in rural China. The diversity of cases is to obtain more complex view on real-life contention and avoid oversimplifying the thick meaning of \"hidden transcript\" across different movements. The thesis concludes that the success of hidden resistance cannot be solely defined by mainstream media visibility. Looking beyond confrontations portrayed in media reporting, this thesis argues that participants' practices of alternative media forms assist them in mobilization and organization, and resistors' strategic interactions with different players in media system create opportunities for them to continuously implement incremental social change on the ground. ",
    "advisor": "Jing Wang.",
    "author": "Sun, Huan, S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83832",
    "text": "SIGN HERE : informed consent in personalized medicine The next era of medicine will be one of personalization, scientists and physicians promise. Personalized medicine is a refined clinical approach in which clinicians will utilize your genomic information to help you prevent disease, and tailor targeted therapies for you when you fall ill. This is the future science has slowly been approaching. However, the human genome is not enough, not unless we can decipher its language. One ambitious study to this effect is the Personal Genome Project, led by Dr. George Church at Harvard Medical School. This project will eventually recruit 100,000 volunteers to donate their genomes and a full body of information concerning their biological health. With this data, Church hopes others can cross-analyze these profiles and better determine the role in disease of each gene of the human genome. However, the Personal Genome Project is as much a study in the ethical, legal and social aspects of genomic studies as it is an effort toward personalized medicine. Church envisions a future where privacy cannot be guaranteed. Society is becoming more open and technology is more invasive than ever. Considering this, Church has informed his participants that their information will likely not remain anonymous. With their fully informed consent, he has in turn made all this data public, to promote open science. This ethical approach raises several important questions about expansive genomic studies. The scientific community will have to decide on an approach that will eventually deliver personalized medicine. On one end of the spectrum, there is Church's open approach, and the other, more security, more firewalls and more legislation. In order for personalized medicine to become a reality, society will have to prepare itself for our ever-changing ethical, technological and scientific landscape. ",
    "advisor": "Alan Lightman.",
    "author": "Ahmed, Abdul-Kareem H",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83833",
    "text": "Troubled waters : the battle over shipwrecks, treasure and history at the bottom of the sea Though shipwrecks and treasure are deeply seductive to the public, the political, ethical, and scientific geography surrounding these sunken ships is not well publicized, except in cases involving large amounts of money. There is a battle for access rights to these objects with some claiming them as public historical commons, and others as commodity. Written for a popular audience, this thesis explores the history, technology and common sentiments surrounding shipwrecks from the people who have dedicated their lives to them: commercial firms (treasure hunters, salvors, etc.), academics (maritime archaeologists, conservators, educators, historians and cultural managers) and hobbyist SCUBA divers. ",
    "advisor": "Russ Rymer.",
    "author": "Baehr, Leslie G. (Leslie Gail)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83834",
    "text": "Game worlds : a study of video game criticism This paper explores the relation between criticism and establishment of narrative forms and genres, focusing on the cultural situation of video games. Comparing the context of early film criticism and contemporary video game criticism, I argue that the public negotiation of meaning and value codifies a new medium as it emerges. In the case of digital games in particular, contemporary critics approach the question of \"what is a game\" rhetorically, rarely addressing it outright but allowing metatextual considerations to influence their readings. I trace the sites of criticism, moving from newspapers and weekly periodicals in the case of film, to blogs and web publications in the case of digital games, and explore how the shifting reception of each form took hold in the different media available. I focus especially on the state of public video game criticism today, locating the persuasive strengths in the ability for quick communication between writers, as well as the easy dissemination of digital games. I ground my analysis in the game criticism produced in response to Dear Esther (2011) and League of Legends (2009) that visibly struggled with ideas of narrative, game, and interactivity. ",
    "advisor": "Nick Montfort.",
    "author": "Gursoy, Ayse",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83835",
    "text": "Maximum containment : the most controversial labs in the world In 2002, following the September 11th attacks and the anthrax letters, the United States allocated money to build two maximum containment biology labs. Called Biosafety Level 4 (BSL-4) facilities, these labs were built to research new vaccines, diagnostics, and treatments for emerging infectious diseases, potential biological weapons, and to contribute to the nation's biodefense. These labs were not the first dramatic reaction to the threat of biowarfare and are in fact, one product of a long history of the country's contentious relationship with biological weapons. Of the two labs created, Boston University Medical Center's National Infectious and Emerging Disease Laboratories (NEIDL) has remained the more controversial given the urban community it resides in. However, increasingly the mandate of these labs has been expanded from biodefense to all infectious disease, regardless of their potential probability for use as a weapon. These include looking at pathogens that could potentially cause a pandemic like SARS, ebola, or smallpox. The repurposing of these labs could make them an invaluable contributor to the United States public health system. ",
    "advisor": "Philip Hilts.",
    "author": "Bruzek, Alison K. (Allison Kim)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83836",
    "text": "Take two notes and call me in the morning : the science of music therapy At the Sherrill House Rehabilitation and Retirement Center in Boston, MA, music therapist Dianne Tow and her interns use a variety of therapeutic interventions to treat physical and psychological dysfunctions-though not every method has been supported by rigorous scientific research. With current technology in the fields of neuroscience and psychology, the effectiveness of most therapies is difficult to quantify. Most of the progress has been made for methodologies targeting physical limitations. The two therapies with the strongest documentation are rhythmic-auditory stimulation (RAS) gait training and melodic intonation therapy (MIT). RAS gait training is typically used to treat patients with Parkinson's disease or some kind of mobility loss caused by brain damage. Parkinson's disease attacks a person's motor system, and RAS gait training re-stimulates the motor system with music, specifically sound with rhythmic qualities. MIT is used to treat certain kinds of speech loss caused by brain damage in the left hemisphere. Speech is housed in specific organs, primarily in the left hemisphere, but music processing is dispersed throughout both halves of the brain. If the main language enter is compromised, the music neural network can be reworked through multiple therapeutic sessions to help relatively unused language centers in the right hemisphere to develop and grow the connections necessary to produce speech again. Other music therapies that target emotional and psychological dysfunctions appear to have positive effects, as observed by family members and therapists, but science is not yet satisfied. Human musicality and music's direct effects on our health remain mysterious, but the complexities that have been unraveled thus far with gait training and melodic intonation hold a positive note of hope for the future. ",
    "advisor": "Alan Lightman.",
    "author": "Cheng, Hannah Yee-shing",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83837",
    "text": "Living in the shadow of Mauna Loa One of Hawaii's most dangerous natural hazards is sitting in plain sight: Mauna Loa volcano. The mighty mountain makes up more than fifty percent of the island and is the largest volcano on Earth. Since 1843, when people started rigorously recording Mauna Loa's eruptive activity, the volcano has produced raging lava flows, billowing sulfuricrich clouds, and giant ground cracks, as well as triggered earthquakes, landslides, and even tsunamis. While geologists and emergency managers are concerned about and actively preparing for a future eruption, Hawaii's general public is largely ignorant or apathetic to their risk. This thesis explores what a future Mauna Loa eruption may look like in terms of geology, disaster response, and damage. It also identifies and profiles the most threatened Hawaiian communities and industries, as well as explores the factors driving differences in risk perception across various stakeholders on the island. ",
    "advisor": "Marcia Bartusiak.",
    "author": "Hirji, Zahra R. (Zahra Rafik)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83838",
    "text": "The grey harvest : hunting wolves in America's Heartland For centuries, humans killed the grey wolf (canis lupis) out of fear and misunderstanding. By the 1950s, the species had been hunted to brink of extinction within the continental United States save for a small remainder in Minnesota's heavily forested northern wilderness. Environmental studies in the 1960s demonstrated that wolves were valuable to local ecosystems, leading to a scientific and cultural reassessment. In 1974, the federal Endangered Species Act (ESA) shielded wolves from further slaughter, allowing the species to rebound and spread across the Great Lakes region. The decision to protect wolves bred resentment amongst some farmers who complained that the predators were a threat to their livelihoods. In late 2011, the government removed the grey wolf from the ESA, citing its full recovery. Just days later in January 2012, Minnesota and Wisconsin both authorized public wolf hunts to bring their respective populations back down to manageable levels. Game officials maintained that these \"harvests\" - the first in each state's history - were a necessary step for effective wolf management. Critics, however, protested that killing a recently threatened species in such fashion might jeopardize its long-term survival. Wolves invoke passionate sentiments that obscure rational discussion; objective analysis does not always prevail. In Minnesota, there was valid evidence for a cull. With 3,000 wolves in the forest and advanced monitoring technology available to researchers, reducing that number by 400 wolves was a calculated risk worth taking. This fact did not, however, deter conservation groups and advocacy organizations from mounting a concerted protest over the summer of 2012. In Wisconsin, the rationale for a hunt was thinner. Politicians insisted upon aggressive measures that many scientists felt would pose a legitimate danger to the Badger State's fragile contingent of 800 wolves. Input from the state's leading biologists was largely ignored during the legislative process. This is a tale of two ostensibly similar, yet ultimately divergent, wolf hunts: one that took science into account and one that shoved it aside. Both carry equally important implications for the future of grey wolf management in the Midwest. ",
    "advisor": "Seth Mnookin.",
    "author": "Knoss, Trent",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83839",
    "text": "Out of Africa & into the Sunshine State : tracking an exotic invader This is the story of an invasive species and one man's quest to eradicate it. The Nile monitor lizard (Varanus niloticus), smaller cousin of the famed Komodo dragon, grows into six feet of carnivorous, ill-tempered muscle. The animal's size and aggression make it a poor candidate for the exotic pet trade, but the species nevertheless obtained popularity in the 1990s. Two decades later, the descendants of released Nile monitors are breeding in the coastal town of Cape Coral, Florida, where the lizards benefit from extensive drainage canals and a buffet of native wildlife-and they're spreading. Herpetologist Todd Campbell has devoted more than a decade of his research to these reptiles, attempting to understand how they got here, how their invasion is wreaking havoc on native ecosystems, and most of all, how to eliminate them for good. The challenges he's faced along the way echo the wider concerns of fighting invasive species, which represent one of the greatest threats to global biodiversity and ecosystems but are poorly studied and rarely prioritized. This thesis follows the trajectory of the Nile monitor from its native Africa to southern Florida, exploring what it is about this lizard's natural history, ecology, and allure to reptile enthusiasts that has made it a charismatic symbol of the perils of biological invasion. ",
    "advisor": "Marcia Bartusiak.",
    "author": "Weeks, Erin Maureen",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/83840",
    "text": "The butterfly people, and their impacts on the creatures they love Humans have been entranced by butterflies for thousands of years. This thesis parses apart the complex interactions between humans and butterflies, focusing specifically on people whose lifestyles are significantly intertwined with butterflies. On-site research observing butterfly collectors, breeders, museum curators, photographers and conservationists was conducted, along with historical and biological research. The effect of humans on butterflies was also analyzed, and it was discovered that enthusiasts often have unexpected impacts on butterfly populations. ",
    "advisor": "John Durant.",
    "author": "Yu, Sarah Mae",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/89953",
    "text": "Reading between the lines : blueprints for a worker support infrastructure in the peer economy Look around you. What unassuming skills or assets are just bursting with potential? Meet the peer economy, where people monetize skills and assets they already have using online, peer-to-peer marketplaces. Lyft, Shapeways, Etsy, Skillshare... these platforms enable strangers to transact confidently. Instead of education, reskilling or being network rich, new marketplaces emerge everyday to reconfigure people's existing assets and skills into income generating opportunities. Airbnb, TaskRabbit, KitchenSurfing, Postmates... From small-scale manufacturing to space sharing to personal services, amateurs and professionals alike can easily jump in. As an alternative to full-time employment with benefits-a 20 century model worn thin-the peer economy (sometimes called the \"sharing economy\") is setting imaginations on fire. At its best, the peer economy can reintegrate people who are defined out of the traditional workplace and, therefore, the traditional economy (the elderly, homemakers, those with varying physical and mental ableness, those at risk for human trafficking, etc.). At its worst, it exploits human labor and degrades human dignity. Between positive and negative speculations, I have identified five particularly sticky issues: 1. Can peer economy opportunities comprise a livable work lifestyle? 2. Who is accountable when something goes wrong? 3. Do legal classifications override social relationships? 4. Can providers cultivate a collective voice? 5. How do peer economy actors historically contextualize the model? The thesis begins with a historical overview of how we have arrived at this moment of possibility. The second act brings readers up to speed on conversation among investors, startups, cities, policy makers, entrenched interests, media, scholars and critics, and labor advocates. As antecedents to the peer economy, I introduce marginalized movements in the third chapter that could inform how the peer economy develops; I believe that this space can be a distributed network that matchmakces providers' needs with capacity across the sector. From 2013-2014, I conducted ethnographic field research to suss out emergent needs among peer economy providers, and I summarize the results in chapter four before finally tying together why the peer economy-regardless of speculation-has been so captivating. This thesis is a confluence of historical analysis, economic theory, sociology, rhetorical analysis, qualitative and ethnographic fieldwork, and legal precedents that culminates in interventions for the peer economy. First and foremost, it considers whether the peer economy is a livable work lifestyle. The peer economy is a charismatic and rapidly spreading concept that is fundamentally transforming the way many people think about employment. ",
    "advisor": "A. Edward Schiappa.",
    "author": "Cheng, Denise Fung",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/89954",
    "text": "Civic crowdfunding : participatory communities, entrepreneurs and the political economy of place Crowdfunding, the raising of capital from a large and diverse pool of donors via online platforms, has grown exponentially in the past five years, spurred by the rise of Kickstarter and IndieGoGo. While legislative attention in the US has turned to the potential to use crowdfunding as a means of raising capital for companies, less attention has been paid to the use of crowdfunding for civic projects - projects involving either directly or indirectly, the use of government funds, assets or sponsorship, which may include the development of public assets. This project analyzes the subgenre of civic crowdfunding from three perspectives. First, it provides a comprehensive quantitative overview of the subgenre of civic crowdfunding, its most common project types and its geographic distribution. Second, it describes three edge cases, projects that, while uncommon, demonstrate the current limits, aspirations and potential future path of the subgenre. Third, it analyzes the historical and intellectual paradigms within which civic crowdfunding projects and platforms are operating: whether they are best located within the historical context of community fundraising, participatory planning, entrepreneurial culture or a combination of the three. In addressing these questions, the thesis will explore the potential benefits and challenges of using crowdfunding as a means of executing community-oriented projects in the built environment, and offer proposals for how public and non-profit institutions can engage with crowdfunding to realize civic outcomes. ",
    "advisor": "Ethan Zuckerman.",
    "author": "Davies, Rodrigo",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/89958",
    "text": "Better the data you know : developing youth data literacy in schools and informal learning environments We live in an era of unprecedented growth in the use and impact of data. While large institutions are using data about individuals to drive decision-making, small organizations and civic hackers are using open and public data to innovate for social good. Meanwhile, the educational and informational resources to enable individuals to understand this data remain scarce. Individuals and communities are often unaware of the data being collected about them, the data they are contributing, and the ways in which that data is being used. Although the Open Data movement has given some individuals a new opportunity to interface with data directly, the public at large lacks the skills and knowledge to take advantage of this opportunity. This thesis argues that we need to support the public - especially youth - in developing data literacy, so that they are equipped to think critically and ethically about data. I make this case in four ways. First, I contextualize the need for data literacy by describing the historical evolution of institutional data collection practices, contemporary uses of data that have had a profound impact on institutions and individuals, and the potentially problematic consequences of data modeling. Second, I propose a definition of \"data literacy,\" situate the concept within the landscape of new media literacies, and describe settings, methodologies, and tools that can be used to support it. Third, I analyze two data literacy initiatives that enable youth to use data to investigate and address real-world issues: one in an informal learning environment, Young Rewired State's Festival of Code, and the other in a public school, City Digits: Local Lotto. Fourth, I analyze the challenges facing data literacy initiatives - from the constraints of the public school environment, to the challenges of reaching diverse audiences and supporting open-ended learning. I propose three design principles to guide researchers, educators, and practitioners in shaping future data literacy initiatives. ",
    "advisor": "Heather Hendershot.",
    "author": "Deahl, Erica (Erica Sachiyo)",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/89972",
    "text": "Network design : a theory of scale for ubiquitous computing Ubiquitous computing (aka \"ubicomp\") describes the process of embedding computation into everyday things. From smart toasters and smart shoes to smart toys and smart buildings, ubicomp describes user experiences which are both big and small and which operate at a wide variety of scales and gradations in between. However, existing research in new media studies and human computer interaction does not adequately address this question of scale in relation to ubiquitous computing. In this thesis, I propose a more robust theoretical framework I call \"network design.\" It argues that differently scaled ubicomp systems have their own potentials and challenges, histories and precedents, material affordances and ethical implications. This thesis identifies and analyzes the operation of ubiquitous computing networks at three scales: the body scale, the architectural scale and the urban scale. The case studies for each chapter, respectively, include: exercise wristwatches and quantified self literature, responsive environments like smart homes and smart offices, and smart city initiatives dealing with sensors placed in urban infrastructure. In each scale, I identify common characteristics of that scale, historical precedents, as well what happens when this particular kind of network \"scales up\" or \"scales down.\" Thus, although I am interested in describing the unique characteristics of differently scaled ubicomp networks, I am also interested in describing situations when scales interact. ",
    "advisor": "William Charles Uricchio.",
    "author": "Lipshin, Jason Martin",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/89974",
    "text": "Developing game worlds : gaming, technology, and innovation in Peru In this work, I've documented the origins, growth and structure of the Peruvian video game industry. Because of its underground origins, the Peruvian game industry provides an alternative, more organic gateway to developing technology industries than forms of the \"technological sublime\" that have been recurrent over Peruvian technological history. Driven by creative rather than commercial objectives, people interested in game development figure out ways to get around gaps in existing training options to acquire the interdisciplinary skills they need to create games - setting up alternative infrastructures to connect to each other, share information, and set up collaborations. Peruvian developers are also experimenting with ways to gain access to global networks and markets, which affects their design decisions and how they present themselves to peers and customers around the world. Games designed to present local cultural elements for international audiences - which I've called \"borderland games\" - have become sites where tension around self-presentation gets played out. Game studios are experimenting with various configurations of business practices, figuring out empirically what arrangements put them on the better path to engage international partners and secure creative and financial sustainability. Studios are collaborating with each other to address structural barriers affecting the industry as a whole, which is putting them in a stronger position to engage government agencies and gain support to address structural issues. This relatively unknown industry has been able to introduce complex skills and work around structural gaps and obstacles to create the foundations for a potentially viable technology and creative industry. How, exactly, the industry will develop remains to be seen, but its evolution can provide interesting lessons for the emergence of digital creative industries in developing economies. ",
    "advisor": "T.L. Taylor.",
    "author": "Marisca Alvarez, Eduardo",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/89975",
    "text": "My pins are my dreams : Pinterest, collective daydreams, and the aspirational gap In the early twentieth century, the emergence of national market and maturation of color printing technologies brought a revolution in advertising. Consumers received and collected many colorful advertising images and pasted them into scrapbooks. Nowadays, a group of visually-driven social commerce sites like Pinterest.com provides a platform on which both businesses and consumer-collectors publish, collect, and circulate images en masse. This thesis examines historical scrapbooks as well as a variety of Pinterest collections through the theoretical lens of sociology to determine whether Pinterest enables new modes of collection, consumption and community formation. This thesis shows that while collections of commercial images of products are often spaces in which we express consumer desires for products and engage in hedonistic imaginative play, the socially-networked nature of Pinterest allows a new type of malleable, global and taste-based community to develop that can engage in collective imaginative play. ",
    "advisor": "William Uricchio.",
    "author": "Zhong, Lingyuxiu",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/91429",
    "text": "Indian comics as public culture The Amar Chitra Katha (ACK) series of comic books have, since 1967, dominated the market for domestic comic books in India. In this thesis, I examine how these comics function as public culture, creating a platform around which groups and individuals negotiate and re-negotiate their identities (religious, class, gender, regional, national) through their experience of the mass-media phenomenon of ACK. I also argue that the comics, for the most part, toe a conservative line - drawing heavily from Hindu nationalist schools of thought. In order to demonstrate these arguments, I examine selected groups of ACK titles closely in the first two chapters. I perform a detailed content analysis of these comics, considering the ways in which they draw upon history and primary texts, the artistic and editorial choices as well the implications of these decisions. In the third chapter, I draw a picture of the consumption of these comics, studying the varying interpretations and reactions that fans across generations have had to the works, connecting their conversations to my argument about ACK as public culture. In doing so, I hope to demonstrate the extent of ACK's role in the popular imagination of its large readership as well as the part it plays in the negotiation of their identities as Indians. ",
    "advisor": "Henry Jenkins III.",
    "author": "Das, Abhimnanyu, S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Department of Comparative Media Studies."
}, {
    "id": "oai:dspace.mit.edu:1721.1/92140",
    "text": "A proposal for a code of ethics for collaborative journalism in the digital age : the Open Park Code As American professional journalism with its established rules and values transitions to the little-regulated, ever-evolving world of digital news, few of its practitioners, contributors and consumers are giving thought to the moral and intellectual implications that this transition entails. While technologists and innovators have embraced this passage into a hybrid model of skilled and citizen-generated news production, even spearheading its new practices at times, this transition is taking place in a moral and regulatory void: without a strong legislative foundation for cyberspace and revised ethical rules for the journalism profession online, media professionals and independent news producers lack guidance and tools to respond appropriately to new ethical issues not covered by current laws and ethical codes. Some of the key questions facing the profession are: should online journalism and all new forms of news media production be regulated, and if so, to what extent and by whom? What constitutes ethical collaboration? How does current regulation operate? Should or could it be extended to the digital domain? In this thesis I argue that professional and amateur news publishing on the Internet and other digital formats have created new social issues, ethical dilemmas and unanticipated situations for journalists, which are specific to digital media and unaddressed by current laws, standards, and codes of ethics. Following an analysis of these issues and the deficiencies of current ethics codes, using a real-life case study and comments from working journalists on their new professional needs, I then propose my vision for online news media production, arguing for an open-source, participatory model supported by a solid, individual ethical foundation and a revised relationship with sources. The thesis culminates with my proposed code of ethics for collaborative journalism in the digital age, the Open Park Code of Ethics and the Global Media Ethics Forum. Initially conceived as a news-reporting and educational tool for the Open Park project of The MIT Center for Future Civic Media, the OP Code reflects the principles and guidelines of my open-source model and is readily usable and adaptable to the needs of varied news media communities and individual producers. ",
    "advisor": "David L. Chandler.",
    "author": "Gallez, Florence H. J. T",
    "other": "MIT Comparative Media Studies/Writing."
}, {
    "id": "oai:dspace.mit.edu:1721.1/92629",
    "text": "One fish, two fish, lungfish, youfish : embracing traditional taxonomy in a molecular world In today's increasingly digitized, data-driven world, the \"old ways\" of doing things, especially science, are quickly abandoned in favor of newer, ostensibly better methods. One such discipline is the ancient study of taxonomy, the discovery and organization of life on Earth. New techniques like DNA sequencing are allowing taxonomists to gain insight into the tangled web of relationships between species (among the Acanthomorph fish, for example). But is the newest, shiniest toy always the best? Are we in danger of losing vital information about the world if we abandon the thousands of years of cumulative human knowledge to gather dust in basements? This thesis explores the current crossroads at which taxonomy finds itself, and offers a solution to preserve the past while diving headlong into the future. ",
    "advisor": "Alan Lightman.",
    "author": "Brownell, Lindsay Kirlin",
    "other": "Massachusetts Institute of Technology. Graduate Program in Science Writing."
}, {
    "id": "oai:dspace.mit.edu:1721.1/92631",
    "text": "The beast within : measuring the minds of zoo animals Though zoos have come far from their early days of concrete boxes in caring for their residents' physical health, zoo animals' mental health-the feelings and thoughts beneath the furry and scaly exteriors-has only recently become a serious field of research. The fear of anthropomorphism, or the furnishing of non-human entities with human characteristics such as \"happy\" or \"depressed,\" has discouraged scientists for decades from approaching this seemingly unscientific and unknowable topic. But as the concept of welfare becomes increasingly lauded as the main focus of zoos, crucial to zoos' attendance, their respect by society, and their future existence, zoo keepers, curators, and researchers are beginning to seek out new ways to discover and understand their animals' true feelings-broadening 'animal welfare' to include minds as well as bodies. This thesis explores new studies, technologies, and ways of thinking about animal mental welfare among zoo researchers. Specifically, the thesis focuses on researchers at Brookfield Zoo in Chicago, who have developed a unique tool for studying welfare based on the idea that animals have emotions that can and should be ascertained-and that keepers, those who spend long periods of time with the animals, have the ability to tell how their animals are feeling. ",
    "advisor": "Marcia Bartusiak.",
    "author": "Duke, Julia Jane",
    "other": "Massachusetts Institute of Technology. Graduate Program in Science Writing."
}, {
    "id": "oai:dspace.mit.edu:1721.1/92632",
    "text": "I carry you in my heart : facing an incurable prenatal diagnosis Prenatal diagnosis has given doctors the ability to predict problems before a child is even born. But what happens when the information gleaned from these tests is that the child is fatally sick? Doctors call these \"futile\" pregnancies. The increasing sophistication and prevalence of prenatal diagnostic tests means that prospective parents and their doctors are grappling with ethical questions unheard of just half a century ago. Legislators try to demarcate what choices are \"good\" and \"bad\". However, there is no good choice when it comes to a fatally ill infant. While archival research is used to frame modem perspectives, this thesis aims to explore the different choices women make and the difficulties they must grapple with in this day and age. ",
    "advisor": "Corby Kummer.",
    "author": "Sconyers, Emma (Emma G.)",
    "other": "Massachusetts Institute of Technology. Graduate Program in Science Writing."
}, {
    "id": "oai:dspace.mit.edu:1721.1/92633",
    "text": "The ruins of science : whatever happened to the Tevatron? The Tevatron was the world's highest energy particle accelerator for more than two decades. Built at Fermi National Accelerator Laboratory in Batavia, Illinois in the early 1980s, the machine accelerated protons and antiprotons through its 4.26-mile ring of magnets and smashed them together in one of two 5,000 ton detectors that traced and measured the collision debris. Scientists then analyzed the results in search of new fundamental particles or a deeper understanding of existing ones, and in 1995, they discovered the top quark, one of only 17 known fundamental particles in the universe. The discovery made headlines around the world and became the Tevatron's crowning achievement. When the U.S. Department of Energy decided to shut the Tevatron down in 2011 after a more powerful collider began running in Europe, the old machine entered a kind of limbo. Its life in the world of experimental particle physics was over, but there were no plans for its remains. Using the Tevatron as a case study, this thesis asks the fundamental question: what can and should be done with the ruins that lie in the wake of progress? In doing so, it examines a difficult challenge facing today's science and technology museum curators, namely how to preserve the historical and scientific value of important artifacts amid the acceleration of scientific progress and the growing prevalence of big science. ",
    "advisor": "Corby Kummer.",
    "author": "Jacobs, Suzanne E., S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Graduate Program in Science Writing."
}, {
    "id": "oai:dspace.mit.edu:1721.1/92634",
    "text": "Succulent and spiny : the Bahamas' quest for a sustainable lobster fishery The Caribbean spiny lobster fishery is one of the most important industries in the economy of the Bahamas, and in turn it is one of the largest lobster industries in the world. The natural geography of the Bahamas makes its waters into a lobster haven that Bahamian fishermen have successfully exploited over the past few decades. In 2009, in order to safeguard the industry's future and earn a higher margin, the government and the lobster processors together sought sustainability certification for their product. However, they came up short. The international assessors deemed the data on the health of the lobster stocks to be too minimal, and the legal structures to protect the lobster from over-harvesting to be too weak. In response, the government, together with the World Wildlife Fund, set up a program called the Fishery Improvement Project to get the country's lobster industry on the right track. Under the auspices of the Fishery Improvement Project, the government, local and international NGOs, the processors, and the fishermen themselves are contributing to improving the availability of information on the lobster and to crafting new laws to control the industry. Despite successes in improved communication and stock assessments, there are many obstacles to be overcome: differences of opinion, the spread-out nature of the country, and the limited resources available to enforce the laws. Through interviews with fishermen, government officials, processors, and scientists, this thesis tells the story of how the Fishery Improvement Project began, what it has accomplished, and where the lobster and the humans who harvest them might go from here, when the program wraps up and the fishery reenters the sustainability certification process. ",
    "advisor": "Thomas Levenson.",
    "author": "Rood, Jennifer E., S.M. Massachusetts Institute of Technology",
    "other": "Massachusetts Institute of Technology. Graduate Program in Science Writing."
}]